Repository: 8187953381/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: de, es

source: Name your Goal
de: Benenne dein Ziel
es: Nombre su objetivo

source: For eg: My Awesome goal (10-100 charchters)
de: Wie z.B: Mein Mega-Ziel (10-100 Zeichen)
es: Por ejemplo: Mi objetivo impresionante (10-100 caracteres)

source: Name should be of 10-100 characters
de: Der Name sollte aus 10-100 Zeichen bestehen
es: El nombre debe tener entre 10 y 100 caracteres.

source: Describe your Goal
de: Beschreibe dein Ziel
es: Describa su objetivo

source: For eg: This goal would help me to...
de: Für z.B: Dieses Ziel würde mir helfen...
es: Por ejemplo: Este objetivo me ayudaría a...

source: Set the Duration
de: Einstellen der Dauer
es: Establecer la duración

source: Requires
de: Erfordert
es: Requiere

source: Should be less than 365 days.
de: Sollte weniger als 365 Tage dauern.
es: Debe ser menor a 365 días.

source: This Goal is for
de: Dieses Ziel ist für
es: Este objetivo es para

source: Yourself
de: mich selbst
es: Usted mismo

source: Others
de: Andere
es: Otros

source: <ng-container>CREATE</ng-container> <ng-container>UPDATE</ng-container>
es: <ng-container>CREAR</ng-container> <ng-container>ACTUALIZAR</ng-container>

source: Select atleast one content to create goal
de: Wähle mindestens einen Inhalt aus, um ein Ziel zu erstellen
es: Seleccione al menos un contenido para crear el objetivo

source: Error creating goal
de: Fehler bei der Zielerstellung
es: Error al crear objetivo

source: Goal created successfully
de: Ziel erfolgreich erstellt
es: Meta creada con éxito

source: Error updating goal
de: Fehler bei der Aktualisierung des Ziels
es: Error al actualizar la meta

source: Goal updated successfully
de: Ziel wurde erfolgreich aktualisiert
es: Meta añadida exitosamente

source: Time required
de: Zeitaufwand
es: Tiempo requerido

source: Yourself
de: Sie selbst
es: Usted mismo

source: Others
de: Andere
es: Otros

source: CREATE
de: ERSTELLEN
es: CREAR

source: No one has accepted this goal yet
de: Dieses Ziel hat noch niemand akzeptiert.
es: Nadie ha aceptado este objetivo todavía

source: No one has rejected this goal
de: Niemand hat dieses Ziel abgelehnt.
es: Nadie ha rechazado este objetivo

source: Share Again
de: Erneut teilen
es: Compartir de nuevo

source: Rejected on
de: Abgelehnt am
es: Rechazado en

source: Rejection Reason :
de: Ablehnungsgrund:
es: Motivo de rechazo:

source: Accepted on
de: Angenommen am
es: Aceptado el

source: No Pending items
de: Keine ausstehenden Positionen
es: No hay ítems pendientes

source: User
de: Benutzer
es: Usuario

source: Remind
de: Erinnerung
es: Recordar

source: Error sending mail
de: Fehler beim Senden der Mail
es: Error al enviar correo

source: Sending Reminder mail...
de: Erinnerungsmail wird gesendet...
es: Enviando correo recordatorio ...

source: You cannot share this goal with anyone as you do not have access to all the contents.
de: Sie können dieses Ziel nicht mit anderen teilen, weil Sie zu allen Inhalten keinen Zugriff haben.
es: No puede compartir esta meta con nadie, ya que no tiene acceso a todos los contenidos.

source: You cannot add this goal as you do not have access to all the contents.
de: Sie können dieses Ziel nicht hinzufügen, weil Sie keinen Zugriff zu allen Inhalten haben.
es: No puede agregar esta meta ya que no tiene acceso a todos los contenidos.

source: Training
de: Schulung
es: Entrenamiento

source: Classroom Training
de: Präsenzschulung
es: Entrenamiento en el aula

source: Virtual Training
de: Virtuelle Schulung
es: Entrenamiento virtual

source: Blended Training
de: Gemischte Schulung
es: Entrenamiento combinado

source: Training Schedule
de: Trainingsplan
es: Programa de entrenamiento

source: Trainings Planned by Your Team
de: Von deinem Team geplante Schulungen
es: Entrenamientos planeados por su equipo

source: Request for Training
de: Bitte um Schulung
es: Solicitud de entrenamiento

source: Location:
de: Ort:
es: Ubicación:

source: Educator:
de: Trainer:
es: Educador:

source: Content Feedback
de: Feedback zum Inhalt
es: Comentarios sobre el contenido

source: Instructor Feedback
de: Feedback des Trainers
es: Comentarios del instructor

source: CLASSROOM TRAINING
de: SCHULUNG
es: ENTRENAMIENTO EN EL AULA

source: VIRTUAL TRAINING
es: ENTRENAMIENTO VIRTUAL

source: BLENDED TRAINING
es: ENTRENAMIENTO COMBINADO

source: <ng-container>Provide feedback for content.</ng-container> <ng-container>Provide feedback for instructors.</ng-container>
es: <ng-container>Proporcione comentarios sobre el contenido.</ng-container> <ng-container>Proporcione comentarios para los instructores.</ng-container>

source: Give Feedback
de: Feedback geben
es: Dar Sugerencias

source: Very Good
de: Sehr gut
es: Muy bueno

source: Good
de: Gut
es: Bueno

source: Okay
es: Aceptar

source: Bad
de: Schlecht
es: Malo

source: Very Bad
de: Sehr schlecht
es: Muy malo

source: Please provide a reason
de: Bitte gib einen Grund an
es: Por favor proporcione una razón

source: Please tell us your thoughts
de: Bitte teile uns deine Gedanken mit
es: Por favor díganos sus pensamientos

source: There was an error fetching the feedback form.
de: Beim Abrufen des Feedback-Formulars ist ein Fehler aufgetreten
es: Se produjo un error al obtener el formulario de comentarios.

source: Provide feedback for trainings that you have attended.
de: Gib Feedback zu den von dir besuchten Schulungen
es: Proporcione comentarios sobre las capacitaciones a las que asistió.

source: You have not attended any trainings yet.
de: Du hast noch keine Schulungen besucht
es: Aún no has asistido a ningún entrenamiento.

source: There was an error fetching trainings for feedback.
de: Beim Abrufen der Schulungen für das Feedback ist ein Fehler aufgetreten
es: Se produjo un error al buscar entrenamientos para recibir comentarios.

source: Request ID:
de: Anfrage ID:
es: ID de solicitud:

source: Track Anchor
de: Anker nachverfolgen
es: Seguir pista

source: Track Lead
de: Nachverfolgen
es: Seguir líder

source: Start Date:
de: Anfangsdatum:
es: Fecha de inicio:

source: Participants:
de: Teilnehmer:
es: Participantes:

source: Track:
de: Historie:
es: Pista:

source: Make a new training request for your team.
de: Stelle eine neue Trainingsanfrage für Dein Team
es: Haga una nueva solicitud de entrenamiento para su equipo.

source: Your Requests
de: Deine Anfragen
es: Sus solicitudes

source: Search for courses, or enter your own course name
de: Suche nach Kursen oder gib einen Kursnamen ein
es: Busque cursos o ingrese su propio nombre

source: Description of the Training
de: Beschreibung des Trainings
es: Descripción del entrenamiento

source: Preferred Starting Date
de: Bevorzugtes Startdatum
es: Fecha de inicio preferida

source: Number of Participants
de: Zahl der Teilnehmer
es: Número de participantes

source: Minimum 5 participants.
de: Mindestens 5 Teilnehmer
es: Mínimo 5 participantes.

source: Track
de: Historie
es: Pista

source: Location
de: Standort
es: Ubicación

source: Participant Profile
de: Teilnehmerprofil
es: Perfil del participante

source: Beginner
de: Anfänger
es: Principiante

source: Intermediate
de: Gute Kenntisse
es: Intermedio

source: Expert
de: Experte
es: Experto

source: Level of Training
de: Ausbildungsstand
es: Nivel de entrenamiento

source: Additional Information
de: zusätzliche Information
es: Información Adicional

source: <div>Conduct training by vendor</div> <div>(My unit will sponsor the budget)</div>
es: <div>Realizar entrenamiento por proveedor</div> <div>(Mi unidad patrocinará el presupuesto)</div>

source: Submit
de: Senden
es: Enviar

source: See the training requests you have made for your team, or raise new ones.
de: Sieh dir die Trainingsanforderungen an, die du an dein Team gerichtet hast, oder stelle neue Anforderungen
es: Vea las solicitudes de entrenamiento que ha realizado para su equipo o plantee otras nuevas.

source: New Training
de: Neues Training
es: Nuevo entrenamiento

source: You have not raised any requests for training your team.
de: Du hast keine Trainingsanfragen an Dein Team gestellt
es: No ha planteado ninguna solicitud para entrenar a su equipo.

source: Could not fetch training requests for your team.
de: Schulungsanfragen für Dein Team konnten nicht abgerufen werden
es: No se pudieron obtener las solicitudes de entrenamiento para su equipo.

source: These are the trainings planned by your team members. You can reject them within 3 days of registration.
de: Dies sind die von deinen Teammitgliedern geplanten Schulungen. Du kannst diese innerhalb von 3 Tagen nach der Registrierung ablehnen
es: Estos son los entrenamientos planeados por los miembros de su equipo. Puede rechazarlos dentro de los 3 días posteriores al registro.

source: There are no trainings planned by your team members.
de: Es sind keine Schulungen durch deine Teammitglieder geplant
es: No hay entrenamientos planeados por los miembros de su equipo.

source: There was an error fetching trainings.
de: Beim Abrufen der Schulungen ist ein Fehler aufgetreten
es: Se produjo un error al recuperar los entrenamientos.

source: Reject This Request?
de: Anfrage ablehnen?
es: ¿Rechazar esta solicitud?

source: Provide a reason (0-1000 characters)
de: Nenne einen Grund (0-1000 Zeichen)
es: Proporcione una razón (0-1000 caracteres)

source: Reject
de: Ablehnen
es: Rechazar

source: Registered on
de: Registriert am
es: Registrado en

source: Start Date
de: Startdatum
es: Fecha de inicio

source: No Data Available
de: Keine Daten verfügbar
es: Datos no disponibles

source: Apply
de: Anwenden
es: Aplicar

source: Reset
de: Zurücksetzen
es: Restablecer

source: Course Title
de: Kursname
es: Título del curso

source: Start Date
de: Startdatum
es: Fecha de inicio

source: End Date
de: Enddatum
es: Fecha de finalización

source: Location
de: STANDORT
es: Ubicación

source: Register
de: Anmelden
es: Registrarse

source: De-register
de: Anmeldung rückgängig machen
es: Darse de baja

source: De-registered Successfully
de: Anmeldung wurde erfolgreich rückgängig gemacht
es: Cancelado correctamente

source: Already de-registered
de: Bereits abgemeldet
es: Ya dado de baja

source: Not registered for that course
de: Für diesen Kurs nicht angemeldet
es: No registrado para ese curso

source: De-registration date expired
de: Abmeldungsdatum abgelaufen
es: Fecha de cancelación de registro expirada

source: De-registration failed
de: Abmeldung fehlgeschlagen
es: Cancelación fallida

source: Registered Successfully
de: Anmeldung erfolgreich
es: Registrado correctamente

source: Another course is registered on that Day
de: An diesem Tag ist bereits ein anderer Kurs angemeldet
es: Otro curso está registrado ese día

source: Already registered
de: Bereits angemeldet
es: Ya registrado

source: Course Id does not exists
de: Kurs-ID ist nicht vorhanden
es: El ID del curso no existe

source: Registration failed
de: Anmeldung fehlgeschlagen
es: Registro fallido

source: Seats are full
de: Alle Sitze sind belegt
es: Los asientos están llenos

source: Pre-requisite are not met
de: Voraussetzung nicht erfüllt
es: No se cumplen los requisitos previos.

source: Registration closed
de: Anmeldung geschlossen
es: Inscripción cerrada

source: Conflicts with the selected date
de: Steht mit dem ausgewählten Datum im Konflikt
es: Conflictos con la fecha seleccionada.

source: Sorry, there was an error while fetching the content.
de: Entschuldigung, es gab einen Fehler beim Abrufen des Inhalts.
es: Lo sentimos, se produjo un error al recuperar el contenido.

source: trainings available
de: Schulungen verfügbar
es: entrenamientos disponibles

source: training available
de: Schulung verfügbar
es: entrenamiento disponible

source: View TOC
de: TOC anzeigen
es: Ver tabla de contenido

source: Request Training
de: Schulung anfordern
es: Solicitar entrenamiento

source: Receive updates when new trainings are available.
de: Erhalten Sie Updates, wenn neue Schulungsangebote verfügbar sind.
es: Recibir actualizaciones cuando haya nuevos entrenamientos disponibles.

source: Stop receiving updates for new trainings.
de: Keine Updates mehr für neue Schulungsangebote erhalten.
es: Dejar de recibir actualizaciones para nuevos entrenamientos.

source: Registered Trainings
de: Eingetragene Schulungen
es: Entrenamientos Registrados

source: No trainings available.
de: Keine Schulungen verfügbar
es: No hay entrenamientos disponibles.

source: Sorry, there was an error while fetching trainings.
de: Entschuldigung, es gab einen Fehler beim Abrufen der Schulungen.
es: Lo sentimos, se produjo un error al buscar entrenamientos.

source: Share this training with other users.
de: Teilen Sie diese Schulung mit anderen Benutzern.
es: Compartir este entrenamiento con otros usuarios.

source: Duration:
de: Dauer:
es: Duración:

source: Location:
de: Ort:
es: Ubicación:

source: Share
de: Freigeben
es: Compartir

source: Nominate other users to attend this training.
de: Melden Sie andere Benutzer für die Teilnahme an dieser Schulung an.
es: Nominar a otros usuarios para asistir a este entrenamiento.

source: Nominate
de: Anmelden
es: Nominar

source: Share
de: Teilen
es: Compartir

source: Educators
de: Lehrer
es: Educadores

source: Assessment:
de: Bewertung:
es: Evaluación:

source: Seats Available:
de: Verfügbare Plätze:
es: Asientos disponibles:

source: Seats full!
de: Plätze sind ausgebucht!
es: ¡Asientos llenos!

source: Register
de: Anmelden
es: Registro

source: De-Register
de: Abmelden
es: Darse de baja

source: Nominate
de: Anmelden
es: Nominar

source: Nominate other users to undergo this training.
de: Melden Sie andere Benutzer für die Teilnahme an dieser Schulung an.
es: Nominar a otros usuarios para realizar a este entrenamiento.

source: This training is not for your JL.
de: Diese Schulung ist nicht für Ihre JL.
es: Este entrenamiento no es para su JL.

source: This training is not for your unit.
de: Diese Schulung ist nicht für Ihre Einheit bestimmt.
es: Este entrenamiento no es para su unidad.

source: This training is not for your role.
de: Diese Schulung ist nicht für Ihre Funktion bestimmt.
es: Este entrenamiento no es para su rol.

source: You are not eligible for this training.
de: Sie haben keinen Anspruch auf diese Schulung.
es: No es elegible para este entrenamiento.

source: Filter Trainings
de: Schulungsfilter
es: Filtrar entrenamientos

source: Starting between the following dates:
de: Beginnend zwischen den folgenden Terminen:
es: A partir de las siguientes fechas:

source: Trainings with assessment
de: Schulungen mit Bewertung
es: Entrenamientos con evaluación

source: Trainings with seats available
de: Schulungen mit freien Plätzen
es: Entrenamientos con asientos disponibles

source: Eligible trainings
de: Wählbare Schulungen
es: Entrenamientos elegibles

source: Apply
de: Anwenden
es: Aplicar

source: Reset
de: Zurücksetzen
es: Restablecer

source: Upcoming Trainings
de: Kommende Schulungen
es: Próximos entrenamientos

source: Filter
es: Filtro

source: At-desk request sent!
de: Antrag am Desk gesendet!
es: ¡Solicitud en el escritorio enviada!

source: The certification date must be 2 days or greater than the current date.
de: Das Zertifizierungsdatum muss 2 Tage oder mehr über dem aktuellen Datum liegen.
es: La fecha de certificación debe ser 2 días o más que la fecha actual.

source: The certification date must be 2 days or greater than the current date excluding holidays.
de: Das Zertifizierungsdatum muss 2 Tage oder mehr als das aktuelle Datum ohne Feiertage betragen.
es: La fecha de certificación debe ser 2 días o más que la fecha actual, excluyendo los días festivos.

source: Cannot modify slot. The last date for modification/cancellation has expired.
de: Der Platz kann nicht geändert werden. Das letztmögliche Datum für die Änderung/Stornierung ist abgelaufen.
es: No se puede modificar el espacio. La última fecha de modificación / cancelación ha expirado.

source: You can only attempt this certification 15 days after your previous attempt.
de: Sie können diese Zertifizierung nur 15 Tage nach Ihrem vorherigen Versuch durchführen.
es: Solo puede intentar esta certificación 15 días después de su intento anterior.

source: You have already booked another certification for the same time slot.
de: Sie haben bereits eine weitere Zertifizierung für das gleiche Terminangebot gebucht.
es: Ya ha reservado otra certificación para el mismo intervalo de tiempo.

source: You have already booked a slot for this certification.
de: Sie haben bereits einen Platz für diese Zertifizierung gebucht.
es: Ya ha reservado un espacio para esta certificación.

source: Please provide a valid proctor email ID.
de: Bitte geben Sie eine gültige Prüfer-E-Mail-ID an.
es: Proporcione una identificación de correo electrónico de supervisor válida.

source: At-desk booking failed. You cannot proctor yourself.
de: Die Buchung am Desk ist fehlgeschlagen. Sie können sich nicht selbst aufstellen.
es: La reserva en el escritorio falló. No puede supervisarse a usted mismo.

source: Please enter valid details.
de: Bitte geben Sie gültige Daten ein.
es: Por favor, ingrese detalles válidos.

source: Budget approval request sent!
de: Budgetgenehmigungsantrag gesendet!
es: ¡Solicitud de aprobación de presupuesto enviada!

source: You have already made a budget approval request for this certification.
de: Sie haben bereits einen Antrag auf Budgetgenehmigung für diese Zertifizierung gestellt.
es: Ya ha realizado una solicitud de aprobación de presupuesto para esta certificación.

source: The approver can only be a JL6 line manager or any JL7+ employee.
de: Der Genehmigende kann nur ein JL6-Verantwortlicher oder ein beliebiger JL7+-Mitarbeiter sein.
es: El aprobador solo puede ser un gerente de línea JL6 o cualquier empleado de JL7 +.

source: You have already qualified an equivalent certification.
de: Sie haben bereits eine gleichwertige Zertifizierung erworben.
es: Ya ha calificado una certificación equivalente.

source: Budget approval is auto-approved for JL7+ employees.
de: Die Budgetgenehmigung wird für Mitarbeiter von JL7+ automatisch genehmigt.
es: La aprobación del presupuesto se aprueba automáticamente para los empleados de JL7 +.

source: This certification is unapplicable to your role or unit.
de: Diese Zertifizierung ist auf Ihre Position oder Einheit nicht anwendbar.
es: Esta certificación no es aplicable a su rol o unidad.

source: You cannot approve your own budget requests.
de: Sie können keine eigenen Budgetanforderungen genehmigen.
es: No puede aprobar sus propias solicitudes de presupuesto.

source: Result upload successful!
de: Ergebnis-Upload erfolgreich!
es: ¡Carga de resultados exitosa!

source: You have already submitted proof for this certification.
de: Sie haben bereits einen Nachweis für diese Zertifizierung erbracht.
es: Ya ha presentado pruebas de esta certificación.

source: A file with the same name has already been uploaded.
de: Eine Datei mit dem gleichen Namen wurde bereits hochgeladen.
es: Ya se ha subido un archivo con el mismo nombre.

source: The exam date cannot be older than 3 years from now.
de: Der Prüfungstermin darf nicht älter als 3 Jahre sein.
es: La fecha del examen no puede ser mayor de 3 años a partir de ahora.

source: You should have given the exam sometime in the past.
de: Sie hätten die Prüfung irgendwann in der Vergangenheit ablegen müssen.
es: Debería haber dado el examen en algún momento del pasado.

source: The verifier can be a JL6 line manager or any JL7+ employee.
de: Der Prüfer kann ein JL6-Verantwortlicher oder ein beliebiger JL7+-Mitarbeiter sein.
es: El verificador puede ser un gerente de línea JL6 o cualquier empleado JL7 +.

source: You cannot verify your own result.
de: Sie können nicht Ihr eigenes Ergebnis überprüfen.
es: No puede verificar su propio resultado.

source: There was an error while uploading.
de: Beim Hochladen ist ein Fehler aufgetreten.
es: Se produjo un error al subir.

source: Result withdrawn successfully.
de: Ergebnis erfolgreich zurückgezogen.
es: Resultado retirado con éxito.

source: Result deleted successfully.
de: Ergebnis erfolgreich gelöscht.
es: Resultado eliminado con éxito.

source: Result submitted successfully.
de: Ergebnis erfolgreich übermittelt.
es: Resultado enviado con éxito.

source: You have made a slot booking!
de: Sie haben eine Slotbuchung vorgenommen!
es: ¡Ha reservado un espacio!

source: You have already qualified this certification.
de: Sie haben bereits diese Zertifizierung erworben.
es: Ya ha calificado esta certificación.

source: Cannot book slot. All seats are full.
de: Der Platz kann nicht gebucht werden. Alle Plätze sind belegt.
es: No se puede reservar el espacio. Todos los asientos están llenos.

source: You have already booked another slot at this time.
de: Sie haben zu diesem Zeitpunkt bereits einen weiteren Platz gebucht.
es: Ya ha reservado otro espacio en este momento.

source: You cannot make any more attempts at this certification.
de: Sie können keine weiteren Schritte zu dieser Zertifizierung unternehmen.
es: No puede realizar más intentos para obtener esta certificación.

source: You can only make another attempt 15 days after your last attempt.
de: Sie können erst 15 Tage nach Ihrem letzten Versuch einen weiteren Versuch machen.
es: Solo puede hacer otro intento 15 días después de su último intento.

source: Slot booking failed. Select a slot which is as long as the duration of the exam.
de: Platzreservierung fehlgeschlagen. Wählen Sie einen Platz für die gesamte Dauer der Prüfung.
es: La reserva de espacio ha fallado. Seleccione un espacio que sea tan largo como la duración del examen.

source: The details of your modified slot are similar to those of your previous booking.
de: Die Details Ihres geänderten Platzes sind ähnlich wie bei Ihrer vorherigen Buchung.
es: Los detalles de su espacio modificado son similares a los de su reserva anterior.

source: This certification is not applicable to you.
de: Diese Zertifizierung gilt nicht für Sie.
es: Esta certificación no aplica para usted.

source: Slot booking failed. There are no assessment keys available right now.
de: Platzreservierung fehlgeschlagen. Zur Zeit sind keine Bewertungsschlüssel verfügbar.
es: La reserva de espacio ha fallado. No hay claves de evaluación disponibles en este momento.

source: You have cancelled this certification slot.
de: Sie haben diese Zertifizierungsplatz storniert.
es: Ha cancelado este espacio de certificación.

source: The slot has been frozen and cannot be cancelled now.
de: Der Platz wurde gesperrt und kann jetzt nicht mehr storniert werden.
es: El espacio se ha congelado y no se puede cancelar ahora.

source: Cannot cancel slot. The slot details are invalid.
de: Der Platz kann nicht storniert werden. Die Platzangaben sind ungültig.
es: No se puede cancelar el espacio. Los detalles del espacio no son válidos.

source: Cannot cancel slot. The user ID is invalid.
de: Der Platz kann nicht storniert werden. Die Benutzerkennung ist ungültig.
es: No se puede cancelar el espacio. La identificación de usuario no es válida.

source: Budget approval request cancelled!
de: Budgetgenehmigungsantrag storniert!
es: ¡Solicitud de aprobación de presupuesto cancelada!

source: Budget approval cancellation failed. The last date for withdrawal has expired.
de: Die Stornierung der Budgetgenehmigung ist fehlgeschlagen. Das letzte Datum für die Rücknahme ist abgelaufen.
es: Cancelación de aprobación de presupuesto fallida. La última fecha de retiro ha expirado.

source: You have accepted a proctoring request!
de: Sie haben einen Bevollmächtigungsantrag angenommen!
es: ¡Ha aceptado una solicitud de supervisión!

source: You have declined a proctoring request!
de: Sie haben einen Bevollmächtigungsantrag abgelehnt!
es: ¡Ha rechazado una solicitud de supervisión!
