Repository: 8187953381/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: de, es

source: Request you to kindly clear your cookies and cache of the desktop browser once before trying.<br/> Also you can use Incognito mode or Private Browsing modes of Chrome and IE.
de: Bitte lösche die Cookies und den Cache aus dem Desktop-Browser, bevor du es erneut versuchst.<br/> Du kannst auch den anonymen Modus oder den privaten Modus in Chrome und IE benutzen

source: path path src/app/component/login/login.component.html 25 path Login
de: Login

source: Login For Infoscions <mat-icon>exit_to_app</mat-icon>
de: Login für Infoscions <mat-icon>exit_to_app</mat-icon>

source: © Infosys Ltd. 2019-2020.
de: Â© Infosys Ltd. 2019-2020.

source: SNo.
de: Lfd.Nr.

source: NO
de: NEIN

source: <ng-container>CREATE</ng-container> <ng-container>UPDATE</ng-container>
de: <ng-container>ERSTELLEN</ng-container><ng-container>UPDATE</ng-container>

source: <ng-container>Provide feedback for content.</ng-container> <ng-container>Provide feedback for instructors.</ng-container>
de: <ng-container>Geben Sie Feedback zu den Inhalten.</ng-container><ng-container>Geben Sie den Instruktoren Feedback.</ng-container>

source: <div>Conduct training by vendor</div> <div>(My unit will sponsor the budget)</div>
de: <div>Schulungen durch den Anbieter durchführen</div><div>(Meine Einheit wird das Budget sponsern)</div>

source: Certifications Based on the Selected Learning <ng-container>Paths </ng-container> <ng-container>Path </ng-container>
de: Zertifizierungen auf Basis der ausgewählten Lern <ng-container>Pfade </ng-container> <ng-container>Pfad </ng-container>

source: Certification<ng-container>s</ng-container>
de: Zertifizierung<ng-container>en</ng-container>

source: This artifact is currently available only on Infosys Network. You can soon access this and many other artifacts from anywhere, any time. <br/>
de: Dieses Artefakt ist derzeit nur im Infosys-Netzwerk verfügbar. Auf dieses und viele andere Artefakte können Sie in Kürze von überall und jederzeit zugreifen. <br/>

source: Explore Similar
de: Entdecke Ähnliches

source: If you are on Infosys Network, Explore more about this project <a>Here</a>
de: Wenn du im Infosys-Netzwerk bist, erfährst du mehr über dieses Projekt <a>Hier</a>

source: Access to External Tools and Resources <mat-icon>open_in_new</mat-icon>
de: Zugriff auf Externe Tools und Ressourcen <mat-icon>in_neuem_öffnen</mat-icon>

source: <ws-widget-btn-content-share></ws-widget-btn-content-share> <span>Share</span>
de: <ws-widget-btn-content-share></ws-widget-btn-content-share> <span>Freigeben</span>

source: General
de: Allgemeines

source: Mar
de: Mär

source: May
de: Mai

source: Oct
de: Okt

source: <span>left</span> to Complete
de: <span>leer</span> zu vervollständigen

source: Learning Journey <mat-icon>chevron_right </mat-icon>
de: Studienreise <mat-icon>Raute_rechts </mat-icon>

source: Please select at least one content<br/>
de: Bitte wählen Sie mindestens einen Inhalt aus<br/>

source: This screen is designed for 12" and above!
de: Dieser Bildschirm ist für 12" und höher konzipiert!

source: Delete data from "Paste Generated Code Tab"
de: Löschen Sie die Daten aus „erzeugten Code-Tab einfügen“

source: Create <mat-icon>create</mat-icon>
de: Erstellen <mat-icon>erstellen</mat-icon>

source: <span>My Content</span>
de: <span>Mein Inhalt</span>

source: <a>Draft</a>
de: <a>Entwurf</a>

source: <a>Sent for review</a>
de: <a>Zur Überprüfung gesandt</a>

source: <a>Published</a>
de: <a>Veröffentlicht</a>

source: <span>Action Items</span>
de: <span>Aktionspunkte</span>

source: <a>Redo</a>
de: <a>Wiederholen</a>

source: <a>Review</a>
de: <a>Überprüfen</a>

source: <a>Publish</a>
de: <a>Veröffentlichen</a>

source: Selector
de: Wahlschalter

source: Responsive container allows you to add different widgets for different devices. <br/> Relevant widget will be chosen based on user’s screen resolution. <br/> How to use this widget? : <br/>
de: Der Responsive Container ermöglicht es Ihnen, verschiedene Widgets für verschiedene Geräte hinzuzufügen. <br/> Das entsprechende Widget wird basierend auf der Bildschirmauflösung des Benutzers ausgewählt. <br/> Wie benutzt man dieses Widget? : <br/>

source: Alignment of various items such as image, colour, border and your applied CSS may not reflect in edit mode. <br/> Use “Preview” to see actual rendering of the page in different devices.
de: Das Anpassen der verschiedenen Elemente wie Image, Farbe, Rand und der von Ihnen angewendeten CSS spiegeln sich möglicherweise nicht im Bearbeitungsmodus wieder. <br/> Verwenden Sie "Vorschau", um das aktuelle Erscheinungsbild der Seite auf verschiedenen Geräten anzuzeigen.

source: Add an Image PreWidget <button> <mat-icon> add</mat-icon> </button>
de: Ein Bild PreWidget hinzufügen <button> <mat-icon> hinzufügen</mat-icon> </button>

source: Add an Image PostWidget <button> <mat-icon> add</mat-icon> </button>
de: Ein Bild PreWidget hinzufügen <button> <mat-icon> hinzufügen</mat-icon> </button>

source: <b>Thumbnail</b>
de: <b>Miniaturansicht</b>

source: Image 1 <small>(375 x 375 px)</small>
de: Bild 1 <small>(375 x 375 px)</small>

source: Image 2 <small>(414 x 414 px)</small>
de: Bild 2 <small>(414 x 414 px)</small>

source: Image 3 <small>(768 x 768 px)</small>
de: Bild 3 <small>(768 x 768 px)</small>

source: Image 4 <small>(1024 x 1024 px)</small>
de: Bild 4 <small>(1024 x 1024 px)</small>

source: Image 5 <small>(2880 x 250 px)</small>
de: Bild 5 <small>(375 x 375 px)</small>

source: This content can only be viewed in Intranet.<br/>
de: Dieser Inhalt kann nur im Intranet eingesehen werden.<br/>

source: Content will open in a new window. If you are unable to view it, click on the button below.
de: Der Inhalt wird in einem neuen Fenster geöffnet. Wenn Sie es nicht sehen können, klicken Sie auf die Schaltfläche unten.

source: There is nothing to play. <a>Click here</a> to go to details page.
de: Zum Abspielen ist nichts vorhanden. <a>Hier klicken</a> um zur Detailseite zu gehen.

source: Total
de: Gesamt
