Repository: 8187953381/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: de, es

source: Learn the latest technologies and gain competitive advantage
de: Mache dich mit den neuesten Technologien bekannt und verschaffe dir einen Wettbewerbsvorteil
es: Aprende las últimas tecnologías y gane ventaja competitiva

source: Skill based Suggestions
de: Auf Kompetenzen basierende Vorschläge
es: Sugerencias basadas en habilidades

source: What Can I Learn?
de: Was kann ich lernen?
es: ¿Qué puedo aprender?

source: Get suggestions based on current skills.
de: Hole dir Vorschläge auf der Grundlage der aktuellen Kenntnisse
es: Reciba sugerencias con base en habilidades actuales.

source: Please wait while we are getting the data
de: Bitte warte, bis wir die Daten erhalten
es: Por favor espere mientras recibimos los datos

source: Select topics to get suggestions
de: Wähle Themen, um Lernvoschläge zu bekommen
es: Seleccione temas para obtener sugerencias

source: No Results for your search
de: Für deine Suchanfrage wurden keine Ergebnisse gefunden
es: No hay resultados para su búsqueda

source: Get Suggestions
de: Vorschläge erhalten
es: Obtener sugerencias

source: Offerings
de: Angebot
es: Ofertas

source: Explore learning paths for new service offerings based on Industry trends
de: Entdecke Lernpfade für neue Serviceangebote basierend auf Branchentrends
es: Explore rutas de aprendizaje para nuevas ofertas de servicios basadas en las tendencias de la industria

source: KNOW MORE
de: MEHR ERFAHREN
es: SABER MÁS

source: PURSUE OFFERING
de: ANGEBOT WEITERVERFOLGEN
es: SEGUIR OFERTAS

source: Navigator
es: Navegador

source: Get Refactored into New Services
de: Lass dich auf neue Services umstellen
es: Refactorizarse en nuevos servicios

source: Explore learning paths based on Industry needs
de: Erkunde Lernpfade, die auf den Bedürfnissen der Branche basieren
es: Explore los caminos de aprendizaje basados en las necesidades de la industria

source: Explore and Acquire Skills Based on Your Interest
de: Entdecke mehr und eigne dir Fertigkeiten nach deinem Interesse an
es: Explora y adquiere habilidades con base en su interés

source: Build on what you know
de: Vertiefe deine Kenntnisse
es: Construya sobre lo que sabe

source: Get Suggestions Based on Your Current Skills
de: Hole dir auf deinen derzeitigen Kompetenzen basierende Vorschläge
es: Obtenga sugerencias con base en sus habilidades actuales

source: Get ready for your Industries
de: Mache dich bereit für deine Branchen
es: Prepárese para sus industrias

source: Get up-to-date on Industry verticals and related tech skills
de: Informiere dich über die jüngsten Branchenentwicklungen und verwandte technische Fertigkeiten
es: Manténgase al día sobre las verticales de la industria y las habilidades técnicas relacionadas

source: Courses for Leaders
de: Kurse für Führungskräfte
es: Cursos para líderes

source: Learn the latest technologies and gain competitive advantage
de: Mache dich mit den neuesten Technologien bekannt und verschaffe dir einen Wettbewerbsvorteil
es: Aprende las últimas tecnologías y gane ventaja competitiva

source: Tip Of the Spear (TOST)
es: Punta de lanza (TOST)

source: Become an effective front line sales leader
de: Werde ein effektiver Verkaufsleiter an vorderster Front
es: Conviértase en un líder eficaz de ventas de primera línea

source: Get Ready for your Industries
de: Bereite dich für deine Branchen vor
es: Prepárese para sus industrias

source: Digital for Sales
de: Digital für Vertrieb
es: Digital para ventas

source: Titan Accounts
de: Titan Konten
es: Cuentas Titán

source: Account based Learning and Sharing
de: Lernen und Freigeben auf Kontobasis
es: Cuenta con base en aprendizaje y compartir

source: Onboarding Navigator
de: Integrierter Navigator
es: Navegador de incorporación

source: Sales Launchpad
de: Vertriebs Launchpad
es: Launchpad de ventas

source: Onboarding for new joiners
de: Onboarding für Neueinsteiger
es: Incorporación de personas nuevas

source: Cohort Learning
de: Kohortenbildung
es: Aprendizaje de cohortes

source: Relive targeted in-person cohort learning
de: Erlebe gezielte persönliche Kohortenbldung
es: Reviva el aprendizaje de cohorte en persona

source: Role Induction
de: Rolleneinführung
es: Inducción de roles

source: Transition into your new role effectively
de: Effektive Umstellung auf deine neue Rolle
es: Transición a su nuevo rol con eficacia

source: Get ready to move to Sales career stream
de: Bereite dich auf eine Karriere im Vertrieb vor
es: Prepárese para pasar a la carrera de ventas

source: What Can I Learn?
de: WAS KANN ICH LERNEN?
es: ¿Qué puedo aprender?

source: Select Topics
de: Themen auswählen
es: Seleccionar temas

source: Learning Paths based on your selected topic(s)
de: Lernpfade basierend auf den von dir gewählten Themenbereichen
es: Rutas de aprendizaje basadas en los temas seleccionados

source: View more
de: Mehr anzeigen
es: Ver más

source: View Less
de: Weniger ansehen
es: Ver menos

source: Create Goal
de: Ziel anlegen
es: Crear meta

source: Other Learning Paths which you might like
de: Andere Lernpfade, die dir gefallen könnten
es: Otras rutas de aprendizaje que le pueden gustar

source: View More
de: Mehr ansehen
es: Ver más

source: Learning Paths in the Selected Offering
de: Lernpfade im ausgewählten Angebot
es: Rutas de aprendizaje en la oferta seleccionada

source: Create goals to track your learning and get certified.
de: Erstelle Ziele, um deinen Lernfortschritt zu verfolgen und dich zertifizieren zu lassen.
es: Cree objetivos para seguir su aprendizaje y certificarse.

source: 10 DAYS
de: 10 TAGE
es: 10 DÍAS

source: Add to Goal
de: Zum Ziel hinzufügen
es: Añadir a meta

source: Certifications Based on the Selected Learning <ng-container>Paths </ng-container> <ng-container>Path </ng-container>
es: Certificaciones basadas en el aprendizaje seleccionado <ng-container>Rutas </ng-container> <ng-container>Ruta </ng-container>

source: Choose a profile below to discover the courses that you need to learn
de: Wähle unten ein Profil aus, um die Kurse zu entdecken, die du machen möchtest
es: Elija un perfil a continuación para descubrir los cursos que necesita aprender.

source: Profiles for the selected Learning Path
de: Profile für den ausgewählten Lernpfad
es: Perfiles para la ruta de aprendizaje seleccionada

source: Practice
de: Übung
es: Práctica

source: LAUNCH NOW
de: JETZT STARTEN
es: LANZAR AHORA

source: Choose a course below that you need to learn
de: Wähle unten einen Kurs aus, den du machen möchtest
es: Elija un curso a continuación que necesite aprender

source: After learning you can take certifications to strengthen your knowledge
de: Nach dem Lernen kannst du dich zertifizieren und deine Kenntnisse vertiefen
es: Después de aprender, puede tomar certificaciones para fortalecer su conocimiento

source: Certification<ng-container>s</ng-container>
es: Certificaciones<ng-container></ng-container>

source: Sales Launchpad
de: Launchpad für Sales
es: Launchpad de ventas

source: Onboarding for new joiners
de: Onboarding für Neueinsteiger
es: Incorporación de personas nuevas

source: Coming Soon ...
de: Demnächst erhältlich...
es: Próximamente...

source: Select an Industry to get started
de: Wähle eine Branche aus, um zu beginnen.
es: Seleccione una industria para comenzar

source: Get courses based on the selected industry.
de: Hole dir Kurse, die auf der ausgewählten Branche basieren
es: Obtenga cursos basados en la industria seleccionada.

source: Full Stack Programs
de: Komplettprogramme
es: Programas de pila completa

source: Choose from one of the full stack program below
de: Wähle aus einem der folgenden Komplettprogramme aus
es: Elija uno de los siguientes programas de pila completa

source: Participants By Onsite Offshore
de: Teilnehmer von Onsite Offshore
es: Participantes en el sitio offshore

source: Participants By Unit
de: Teilnehmer nach Einheiten
es: Participantes por unidad

source: Participants By PU
de: Teilnehmer von PU
es: Participantes por PU

source: Participants By JL
de: Teilnehmer von JL
es: Participantes por JL

source: Participants By DU
de: Teilnehmer durch DU
es: Participantes por DU

source: Participants By Location
de: Teilnehmer nach Ort
es: Participantes por ubicación

source: Participants By Account
de: Teilnehmer nach Konto
es: Participantes por cuenta

source: Stats will appear here.
de: Statistiken werden hier angezeigt
es: Las estadísticas aparecerán aquí.

source: Error fetching Data
de: Fehler beim Abrufen der Daten
es: Error al recuperar datos

source: Champions will appear here
de: Champions werden hier erscheinen
es: Los campeones aparecerán aquí

source: Min length should be 10 characters
de: Die Mindestlänge beträgt 10 Zeichen
es: La longitud mínima debe ser de 10 caracteres.

source: Send Mail
de: Mail senden
es: Enviar correo

source: Rating is required
de: Rating ist erforderlich
es: Se requiere clasificación

source: Provide your suggestions
de: Gib deine Vorschläge ein
es: Proporcione sus sugerencias.

source: Submit Feedback
de: Feedback senden
es: Enviar comentarios

source: Something went wrong. Not able to load the content.
de: Ein Fehler ist aufgetreten. Der Inhalt kann nicht abgerufen werden
es: Algo salió mal. No se pudo cargar el contenido

source: Programs will appear here.
de: Programme werden hier angezeigt
es: Los programas aparecerán aquí.

source: Unable to fetch data
de: Daten können nicht abgerufen werden
es: No se pueden obtener datos

source: Coming Soon...
de: Bald verfügbar…
es: Pronto...

source: No Events.
de: Keine Ereignisse
es: No hay eventos.

source: Click on highlighted dates for releases
de: Klicke auf die markierten Termine, um freizugeben
es: Haga clic en las fechas resaltadas para lanzamientos

source: No events.
de: Keine Ereignisse
es: No hay eventos.

source: Unable to fetch data
de: Daten können nicht abgerufen werden
es: No se pueden obtener datos

source: Your to-do list will appear here.
de: Deine To-Do-Liste wird hier angezeigt
es: Su lista de tareas aparecerá aquí.

source: Knowledge Hub
es: Centro de conocimiento

source: You can access it
de: Sie können zugreifen
es: Puedes acceder

source: Here
de: Hier
es: Aquí

source: This artifact is currently available only on Infosys Network. You can soon access this and many other artifacts from anywhere, any time. <br/>
es: Actualmente, este artefacto solo está disponible en Infosys Network. Pronto puede acceder a este y muchos otros artefactos desde cualquier lugar, en cualquier momento. <br/>

source: If you are on Infosys Network, Explore more about this project <a>Here</a>
es: Si está en la red Infosys, explore más sobre este proyecto <a>aquí</a>

source: Project Manager
de: Projekt Manager
es: Gerente de proyecto

source: Delivery Manager
es: Gerente de entrega

source: Add or Remove topics
de: Themen hinzufügen oder entfernen
es: Agregar o quitar temas

source: Add
de: Hinzufügen
es: Añadir

source: cancel
de: stornieren
es: cancelar

source: All
de: Gesamt
es: Todas

source: Topic updated successfully
de: Thema erfolgreich aktualisiert
es: Tema actualizado con éxito

source: Topic saved in the drafts
de: Thema in den Entwürfen gespeichert
es: Tema guardado en los borradores

source: Topic published successfully
de: Thema erfolgreich veröffentlicht
es: Tema publicado con éxito

source: Topic already added
de: Thema bereits hinzugefügt
es: Tema ya agregado

source: You can add tag from dropdown only
de: Es können nur Tags aus der Dropdown-Liste hinzugefügt werden
es: Puede agregar etiquetas solo desde el menú desplegable

source: Search
de: Suchen
es: Buscar

source: Filters
de: Filter
es: Filtros

source: Advanced Filters
de: Erweiterte Filter
es: Filtros avanzados

source: Showing
de: Wird angezeigt
es: Mostrar

source: results.
de: Ergebnisse
es: resultados.

source: result.
de: Ergebnis
es: resultado.

source: for the exact match on
de: für die genaue Übereinstimmung auf
es: para la coincidencia exacta en

source: Click here
de: Klick hier
es: Haga clic aquí

source: to explore more.
de: um mehr zu entdecken
es: para explorar más.

source: Explore related concepts:
de: Untersuche verwandte Konzepte
es: Explorar conceptos relacionados:

source: View More
de: Mehr ansehen
es: Ver más

source: No result
de: Kein Ergebnis
es: No hay resultados

source: You may try
de: Versuche folgendes
es: Puede intentar

source: Removing Filters
de: Entferne Filter
es: Retiro de filtros

source: Removing Language
de: Sprache entfernen
es: Retirando idioma

source: Updated on
de: Aktualisiert am
es: Actualizado en

source: Sort by
de: Sortiere nach
es: Ordenar por

source: Some error occurred! Please retry
de: Es ist ein Fehler aufgetreten! Bitte wiederholen
es: ¡Ocurrió algún error! Volver a intentar

source: Relevance
de: Relevanz
es: Pertinencia

source: Latest
de: Letzte
es: Lo más reciente

source: Trending
de: Trend
es: Tendencias

source: trainings available
de: Schulungen verfügbar
es: entrenamientos disponibles

source: training available
de: Schulung verfügbar
es: entrenamiento disponible

source: Associated Tag
de: Assoziiertes Tag
es: Etiqueta asociada

source: asked
de: bitte
es: preguntó

source: Q and A
de: Fragen und Antworten
es: Q y A

source: What do you want to learn?
de: Was wollen Sie lernen?
es: ¿Qué desea aprender?

source: Suggested filter
de: Empfohlener Filter
es: Filtro sugerido

source: Users By Onsite Offshore
de: Benutzer von Onsite Offshore
es: Usuarios por el sitio en alta mar

source: Users By Unit
de: Benutzer nach Einheit
es: Usuarios por unidad

source: Users By PU
de: Benutzer nach PU
es: Usuarios por PU

source: Users By JL
de: Benutzer nach JL
es: Usuarios por JL

source: Users By Location
de: Benutzer nach Standort
es: Usuarios por ubicación

source: Users By Account
de: Benutzer nach Konto
es: Usuarios por cuenta

source: Expand All
de: Alle erweitern
es: Expandir todo

source: Collapse All
de: Alle komprimieren
es: Desplegar todo

source: The preview for this type of content is unavailable. Please click on Start button above to view.
de: Die Vorschau für diese Art von Inhalten ist nicht verfügbar. Bitte klicken Sie oben auf die Schaltfläche Start zur Ansicht.
es: La vista previa de este tipo de contenido no está disponible. Haga clic en el botón Inicio arriba para ver.

source: This content is also part of
de: Dieser Inhalt ist auch Teil von
es: Este contenido también es parte de

source: View
de: Ansicht
es: Ver

source: More
de: Mehr
es: Más

source: View Less
de: Weniger ansehen
es: Ver menos

source: Playgrounds
es: Parques infantiles

source: playground
es: Sitio de pruebas

source: You might also like
de: Vielleicht gefällt dir auch
es: También podría gustarle

source: Details
es: Detalles

source: Overview
de: Übersicht
es: Descripción general

source: Take Certification
de: Zertifikat erwerben
es: Tomar la certificación

source: Contents
de: Inhalt
es: Contenido

source: What you will learn
de: Was du lernen wirst
es: Lo que va a aprender

source: Instructions
de: Anleitung
es: Instrucciones

source: Skills you will gain
de: Fertigkeiten, die du erwerben wirst
es: Habilidad que ganará

source: Prerequisites
de: Voraussetzungen
es: Prerrequisitos

source: Software Requirements
de: Software-Anforderungen
es: Requisitos de software

source: Trainings
de: Schulungen
es: Entrenamientos

source: trainings available
de: Schulungen verfügbar
es: entrenamientos disponibles

source: training available
de: Schulung verfügbar
es: entrenamiento disponible

source: View Trainings
de: Schulungen ansehen
es: Ver entrenamientos

source: Related Topics
de: Verwandte Themen
es: Temas relacionados

source: from
de: von
es: desde

source: votes
de: Stimmen
es: votos

source: Subtitle
de: Untertitel
es: Subtítulo

source: Play Intro Video
de: Intro-Video abspielen
es: Reproducir video de introducción

source: Total unique learners :
de: Gesamtanzahl der unterscheidbaren Lerner:
es: Total de alumnos únicos:

source: Country Wise:
de: Länderspezifisch:
es: En el país:

source: has maximum learners with a count of
de: hat maximal Lernende mit einer Anzahl von
es: tiene alumnos máximos con un recuento de

source: Location Wise:
de: Standortbezogen:
es: En la ubicación:

source: has maximum learners with a count of
de: hat eine maximale Anzahl von Lernenden von
es: tiene alumnos máximos con un recuento de

source: City Wise:
de: Nach Sädten geordnet:
es: Por ciudad:

source: Department Wise:
de: Nach Abteilungen geordnet:
es: Por departamento:

source: Resume
de: Fortsetzen
es: Reanudar

source: Start
de: Starten
es: Iniciar

source: Start Over
de: Von vorne anfangen
es: Iniciar de nuevo

source: Certify
de: Bestätigen
es: Certificar

source: Register
de: Anmelden
es: Registro

source: The content is expired or deleted. Please contact the authors for any query.
de: Der Inalt ist abgelaufen oder wurde gelöscht. Bei Fragen kontaktieren Sie bitte die Autoren.
es: El contenido ha caducado o ha sido eliminado. Por favor, póngase en contacto con los autores para cualquier consulta.

source: This can be viewed only in the Intranet.
de: Das kann nur im Intranet eingesehen werden.
es: Esto solo se puede ver en la Intranet.

source: Learners
de: Lernende
es: Estudiantes

source: Failed to fetch active users
de: Es ist nicht gelungen, aktive Benutzer zu holen.
es: Error al buscar usuarios activos

source: None
de: Keine
es: Ninguno

source: Top performers
de: Top-Performer
es: Mejor desempeño

source: Failed to fetch top performers
de: Es ist nicht gelungen, Top-Performer zu erreichen.
es: Error al obtener los mejores resultados

source: Failed to fetch users with same goals
de: Das Holen von Beutzern mit den gleichen Zielen ist fehlgeschlagen
es: Error al buscar usuarios con los mismos objetivos

source: Failed to fetch authors
de: Es ist nicht gelungen, Autoren zu finden.
es: Error al buscar autores

source: Other item
de: Sonstige Position
es: Otro ítem

source: See All
de: Alle anzeigen
es: Ver todo

source: See Less
de: Weniger anzeigen
es: Ver menos

source: Access to External Tools and Resources <mat-icon>open_in_new</mat-icon>
es: Acceso a herramientas y recursos externos <mat-icon>open_in_new</mat-icon>

source: Skills
de: Kompetenzen
es: Habilidades

source: PD Provider Website
de: PD-Prvider Webseite
es: Sitio web del proveedor de PD

source: Faculty
de: Fachbereich
es: Facultad

source: Course Description
de: Kursbeschreibung
es: Descripción del curso

source: Instructors
de: Ausbilder
es: Instructores

source: Alumni
de: Absolvent
es: Alumnos

source: Data is not available
de: Daten sind nicht verfügbar
es: Los datos no están disponibles.

source: Classmates
de: Klassenkollegen
es: Compañeros de clase

source: Discussion Board
de: Diskussionsrunde
es: Panel de discusión

source: Resource Details
de: Ressourcendetails
es: Detalles de recursos

source: Resource Description
de: Ressourcenbeschreibung
es: Descripción del recurso

source: <ws-widget-btn-content-share></ws-widget-btn-content-share> <span>Share</span>
es: <ws-widget-btn-content-share></ws-widget-btn-content-share> <span>Compartir</span>

source: Resource Type
de: Ressourcetyp
es: Tipo de recurso

source: Grade Level
de: Notenstufe
es: Nivel de grado

source: pentagon filter
de: Fünfeck-Filter
es: filtro pentágono

source: Brand Assets
de: Markenressourcen
es: Activos de la marca

source: Experiential Showcase
de: Erfahrungswissen
es: Escaparate experiencial

source: Hubs
es: Centros

source: Client Stories
de: Kunden-Fallbeispiele
es: Historias de clientes

source: Services
de: Sevices
es: Servicios

source: Products and Subsidiaries
de: Produkte und Filialen
es: Productos y subsidiarias

source: This type is not yet supported.
de: Dieser Typ wird noch nicht unterstützt.
es: Este tipo aún no es compatible.

source: Starts:
de: Beginnt:
es: Comienza:

source: Started:
de: Gestartet:
es: Comenzó:

source: Ends:
de: Endet:
es: Termina:

source: Ended:
de: Beendet:
es: Terminó:

source: Leaders details will appear here
de: Die Daten der Führungskräfte werden hier angezeigt.
es: Los detalles de los líderes aparecerán aquí

source: is Mandatory
de: ist obligatorisch
es: es obligatorio

source: is optional
de: ist optional
es: es opcional

source: Learning Path -
de: Lernpfad -
es: Ruta de aprendizaje -

source: Pre-requisite Courses
de: Erforderliche Vorkurse
es: Cursos prerrequisitos

source: Mandatory Courses
de: Obligatorische Kurse
es: Cursos obligatorios

source: Desirable Courses
de: Gewünschte Kurse
es: Cursos deseables

source: Certifications
de: Zertifizierungen
es: Certificaciones

source: Know More Content
de: Erfahren Sie mehr über den Inhalt
es: Contenido para saber más

source: Events
es: Eventos

source: LIVE streaming will be on only during the event.
de: LIVE-Streaming wird nur während des Events eingeschaltet.
es: La transmisión en vivo estará activa solo durante el evento.

source: No LIVE event at the moment.
de: Zur Zeit kein LIVE-Event.
es: No hay eventos EN VIVO en este momento.

source: Checking for LIVE events...
de: Auf LIVE-Events prüfen...
es: Comprobando eventos EN VIVO ...

source: Live
es: En vivo

source: Watch
de: Beobachten
es: Ver

source: Go Live
es: Ir en vivo

source: Classroom Broadcast
de: Übertragung im Schulungsraum
es: Difusión en el aula

source: 360 video
es: Video 360

source: If facing issues in video, please click 'Open in new tab' above
de: Wenn Probleme im Video auftreten, klicken Sie bitte oben auf 'In neuer Registerkarte öffnen'.
es: Si enfrenta problemas en el video, haga clic en "Abrir en una pestaña nueva" arriba

source: live event
es: evento en vivo

source: Starts:
de: Beginnt:
es: Comienza:

source: Ends:
de: Endet:
es: Termina:

source: Please update your app to use this feature.
de: Bitte aktualisieren Sie Ihre App, um diese Funktion zu nutzen.
es: Actualizar su aplicación para usar esta función.

source: Raise an AHD
de: AHD erstellen
es: Levante un AHD

source: Go to Sparsh :
de: Zu Sparsh gehen:
es: Ir a Sparsh:

source: Click to raise AHD
de: Hier klicken, um AHD zu erstellen
es: Haga clic para levantar un AHD

source: Mail us
de: Schreibe uns eine Mail
es: Escribanos

source: You can also mail us at
de: Du kannst die Mail auch senden an
es: También puede enviarnos un correo a

source: Click to mail
de: Zum Senden der Mail hier klicken
es: Haga clic para enviar correo

source: Talk to us
de: Helpdesk - Kontakt
es: Conversar con nosotros

source: You can call us and we will help you out
de: Kontaktiere uns, wir helfen gerne
es: Llámenos y le ayudaremos

source: Dial *22345 from your voip phones
de: Wähle *22345 vom VoIP-Telefon aus.
es: Marcado *22345 de su teléfono VoIP

source: Support
es: Apoyo

source: Choose video's language
de: Wählen Sie die Videosprache aus
es: Elija el idioma del video

source: POINTS
de: PUNKTE
es: PUNTOS

source: POINT
de: PUNKT
es: PUNTO

source: Leaderboard
de: Bestenliste
es: Marcador

source: Weekly
de: Wöchentlich
es: Semanal

source: Monthly
de: Monatlich
es: Mensual

source: Hall of Fame
es: Salón de la fama

source: There is no leaderboard data available for this week.
de: Für diese Woche liegen keine Ranglistendaten vor.
es: No hay datos de clasificación disponibles para esta semana.

source: There is no leaderboard data available for this month.
de: Für diesen Monat sind keine Ranglistendaten verfügbar.
es: No hay datos de clasificación disponibles para este mes.

source: There was an error fetching weekly leaderboard data.
de: Es gab einen Fehler beim Abrufen der wöchentlichen Ranglistendaten.
es: Se produjo un error al obtener datos semanales de la tabla de clasificación.

source: There was an error fetching monthly leaderboard data.
de: Es gab einen Fehler beim Abrufen der monatlichen Ranglistendaten.
es: Se produjo un error al recuperar los datos de la tabla de clasificación mensual.

source: to
de: an
es: para
