Repository: 8187953381/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: de, es

source: * Type in content Id or use the search below to choose
de: * Die Inhalts-ID eintippen oder zur Auswahl die Suche unten benutzen
es: * Escriba la identificación del contenido o use la búsqueda a continuación para elegir

source: Sort by
de: Sortiere nach
es: Ordenar por

source: Arabic
es: Árabe

source: Breton
de: Bretonisch
es: Bretón

source: Chinese
de: Chinesisch
es: Chino

source: Croatian
de: Kroatisch
es: Croata

source: Danish
es: Danés

source: Dutch
es: Holandés

source: English
es: Inglés

source: French
de: Französisch (fr)
es: Francés

source: German
de: Deutsch (de)
es: Alemán

source: Greek
de: Griechisch
es: Griego

source: Hungarian
de: Ungarisch
es: Húngaro

source: Indonesian
de: Indonesisch
es: Indonesio

source: Italian
de: Italienisch
es: Italiano

source: Japanese
de: Japanisch (ja)
es: Japonés

source: Korean
de: Koreanisch
es: Coreano

source: Norwegian
de: Norwegisch
es: Noruego

source: Polish
de: Polnisch
es: Polaco

source: Portuguese
de: Portugiesisch
es: Portugués

source: Russian
de: Russisch
es: Ruso

source: Slovenian
de: Slovenisch
es: Esloveno

source: Spanish
de: Spanisch (es)
es: Español

source: Swedish
de: Schwedisch
es: Sueco

source: Thai
es: Tailandés

source: Turkish
de: Türkisch
es: Turco

source: Add an Image PreWidget <button> <mat-icon> add</mat-icon> </button>
es: Agregar un PreWidget de imagen <button> <mat-icon> agregar</mat-icon> </button>

source: Add a Optional Start
de: Einen optionalen Start hinzufügen
es: Agregar un inicio opcional

source: Make it Sticky
de: Festkleben
es: Hacer sticky

source: Add an Image PostWidget <button> <mat-icon> add</mat-icon> </button>
es: Agregar un PreWidget de imagen <button> <mat-icon> agregar</mat-icon> </button>

source: Switch to Advanced editor to edit this content
de: Zum Bearbeiten dieses Inhalts zu Erweiterter Editor überwechseln
es: Cambie al editor avanzado para editar este contenido

source: Image
de: Bild
es: Imagen

source: Knowledge Board/Parent Collection
de: Knowledge Board/Elternkollektion
es: Tablero de conocimiento / Colección de padres

source: List of Contents
de: Inhaltsverzeichnis
es: Lista de contenidos

source: Search Api
de: Api suchen
es: Buscar api

source: Search Body
de: Body suchen
es: Buscar cuerpo

source: Search Recommendation
de: Empfehlung suchen
es: Buscar recomendación

source: Data
de: Datum
es: Datos

source: Last Updated On
de: Letzte Aktualisierung am
es: Última actualización en

source: Choose Last Updated
de: Letzte Aktualisierung wählen
es: Elegir última actualización

source: Switch to Advanced editor to edit this content
de: Zum Bearbeiten dieses Inhalts zu Erweiterter Editor überwechseln
es: Cambie al editor avanzado para editar este contenido

source: Common
de: Gemeinsam
es: Común

source: Tablet and Desktop
de: Tablet und Desktop
es: Tableta y escritorio

source: Custom
de: Kundenspezifisch
es: Personalizado

source: Make it common for all screens
de: Zum Standard für alle Bildschirme machen
es: Hacerlo común para todas las pantallas

source: Design Type
de: Designtyp
es: Tipo de diseño

source: Pick the desired Column style
de: Wähle den gewünschten Spaltenstil aus
es: Elija el estilo de columna deseado

source: Widget Library
de: Widget-Bibliothek
es: Biblioteca de widgets

source: Widget Properties
de: Widget-Eigenschaften
es: Propiedades de widgets

source: Dimensions
de: Abmessungen
es: Dimensiones

source: Widget Data
de: Widget-Daten
es: Datos del widget

source: Edit Details
de: Daten bearbeiten
es: Editar detalles

source: Title
de: Titel
es: Título

source: Title is mandatory
de: Titel ist obligatorisch
es: El título es obligatorio.

source: Description
de: Beschreibung
es: Descripción

source: Description is mandatory
de: Beschreibung ist obligatorisch
es: La descripción es obligatoria.

source: <b>Thumbnail</b>
es: <b>Miniatura</b>

source: Thumbnail is mandatory
de: Miniaturansicht ist obligatorisch
es: La miniatura es obligatoria

source: Choose Video (less than 200MB)
de: Video auswählen (weniger als 200 MB)
es: Elegir video (menos de 200 MB)

source: Change Video (less than 200MB)
de: Video wechseln (weniger als 200 MB)
es: Cambiar video (menos de 200 MB)

source: Choose Image (less than 1MB)
de: Bild auswählen (weniger als 1MB)
es: Elegir imagen (menos de 1 MB)

source: Change Image (less than 1MB)
de: Bild ändern (weniger als 1 MB)
es: Cambiar imagen (menos de 1 MB)

source: Enable Cookies
de: Cookies aktivieren
es: Permitir cookies

source: Disable Telemetry
de: Telemetrie deaktivieren
es: Deshabilitar telemetría

source: Subtitles
de: Untertitel
es: Subtítulos

source: Subtitle files
de: Untertitel-Dateien
es: Archivos de subtítulos

source: Add Subtitle (.vtt format)
de: Untertitel hinzufügen (vtt-Format)
es: Añadir subtítulo (formato .vtt)

source: Upload Template
de: Vorlage hochladen
es: Cargar plantilla

source: Title
de: Titel
es: Título

source: Enter title here
de: Gib den Titel ein
es: Ingresar título aquí

source: Redirect URL
de: URL umleiten
es: Redireccionar URL

source: Opens in new tab?
de: Öffnet in der neuen Registerkarte?
es: ¿Abrir en una nueva pestaña?

source: Images
es: Imágenes

source: Upload all the images in the required dimensions.
de: Laden Sie alle Bilder in den gewünschten Abmessungen hoch.
es: Cargar todas las imágenes en las dimensiones requeridas.

source: Image 1 <small>(375 x 375 px)</small>
es: Imagen 1 <small>(375 x 375 px)</small>

source: Upload
de: Hochladen
es: Cargar

source: Image 2 <small>(414 x 414 px)</small>
es: Imagen 2 <small>(414 x 414 px)</small>

source: Image 3 <small>(768 x 768 px)</small>
es: Imagen 3 <small>(768 x 768 px)</small>

source: Image 4 <small>(1024 x 1024 px)</small>
es: Imagen 4 <small>(1024 x 1024 px)</small>

source: Image 5 <small>(2880 x 250 px)</small>
es: Imagen 5 <small>(2880 x 250 px)</small>

source: Add more
de: Mehr hinzufügen
es: Añadir más

source: Button
de: Taste
es: Botón

source: Enter button name
de: Geben Sie den Namen der Schaltfläche ein
es: Ingrese el nombre del botón

source: Button Type
de: Button-Typ
es: Tipo de botón

source: Select button type
de: Tastentyp auswählen
es: Seleccionar tipo de botón

source: review
de: Überprüfung
es: revisar

source: Browse or Drag and Drop
de: Blättern oder Drag and Drop
es: Examinar o arrastrar y soltar

source: Instructions to upload a file
de: Anleitung zum Hochladen einer Datei
es: Instrucciones para subir un archivo

source: File was already uploaded. You may use Preview to view it.
de: Die Datei wurde bereits hochgeladen. Zum Ansehen können Sie Vorschau benutzen
es: El archivo ya estaba cargado. Puede usar Vista previa para verlo.

source: Click on browse files above and choose the file or Drag and drop the file to be upload.
de: Klicken Sie oben auf Dateien durchsuchen und wählen Sie die Datei oder Drag and Drop und legen Sie die Datei zum Hochladen ab.
es: Haga clic en examinar los archivos de arriba y elija el archivo o arrastre y suelte el archivo para cargar.

source: Files allowed - pdf, mp3, mp4
de: Erlaubte Dateien - pdf, mp3, mp4
es: Archivos permitidos - pdf, mp3, mp4

source: Max. file size - 200MB
de: Max. Dateigröße - 200MB
es: Max. tamaño de archivo - 200 MB

source: UPLOAD
de: HOCHLADEN
es: CARGAR

source: I have read and I agree with the
de: Ich habe sie gelesen und bin mit den Bedingungen einverstanden.
es: He leído y estoy de acuerdo con la

source: Apply Filters
de: Filter anwenden
es: Aplicar filtros

source: Clear All
de: Alle löschen
es: Borrar todos

source: Load more...
de: Mehr laden...
es: Cargar más...

source: No data found
de: Keine Daten gefunden
es: No se han encontrado datos

source: Unable to fetch data
de: Daten können nicht abgerufen werden
es: No se pueden obtener datos

source: Edit
de: Bearbeiten
es: Editar

source: Delete
de: Löschen
es: Borrar

source: Recall content to draft
de: Abrufen von Inhalten zum Entwurf
es: Recuperar contenido para redactar

source: Send content to previous state
de: Senden von Inhalten in den vorherigen Zustand
es: Enviar contenido al estado anterior

source: Add language
de: Sprache hinzufügen
es: Agregar idioma

source: Contents will appear soon...
de: Der Inhalt wird in Kürze erscheinen.....
es: Los contenidos aparecerán pronto...

source: You can start participating in discussions once Leader initiates it.
de: Du kannst mit der Teilnahme an Diskussionen beginnen, sobald der Leiter sie initiiert hat.
es: Puede comenzar a participar en las discusiones una vez que el líder lo inicie.

source: Uh oh! Looks like our services have crashed. Unable to fetch discussions.
de: Uh oh oh! Sieht so aus, als wären die Applikation abgestürzt. Die Diskussionen kann nicht geladen werden
es: ¡UH oh! Parece que nuestros servicios han fallado. Incapaz de buscar discusiones.

source: Fetching discussions...
de: Diskussionen suchen…
es: Obteniendo discusiones...

source: Leadership
es: Liderazgo

source: No Data Available for this leader.
de: Keine Daten für diese Führungskraft verfügbar.
es: No hay datos disponibles para este líder.

source: Something went wrong. Not able to load the content.
de: Etwas ist falsch gelaufen Inhalt kann nicht abgerufen werden
es: Algo salió mal. No se pudo cargar el contenido

source: You started following
de: Du folgst
es: Empezó a seguir

source: You unfollowed
de: Du folgst nicht mehr
es: Dejó de seguir

source: Error occured. Please try again later.
de: Es ist ein Fehler aufgetreten. Bitte versuche es später noch einmal.
es: Se ha producido un error. Vuelva a intentarlo más tarde.

source: Looks like we are having some issues in our content.
de: Sieht so aus, als hätten wir einige Probleme mit unserem Inhalt.
es: Parece que estamos teniendo algunos problemas en nuestro contenido.

source: Debug Message: This content is of a different mimeType (
de: Fehlermeldung: Dieser Inhalt hat einen anderen Mime-Typ (
es: Mensaje de depuración: Este contenido es de un Tipo diferente (

source: Possible Link:
de: Möglicher Link:
es: Posible enlace:

source: and we will make it work
de: und wir werden dies realisieren.
es: y lo haremos funcionar

source: Looks like you are not authorized to preview this content.
de: Sieht so aus, als wären Sie nicht berechtigt, diese Inhalte in der Vorschau anzuzeigen.
es: Parece que no está autorizado para obtener una vista previa de este contenido.

source: Queue
de: Warteschlange
es: Fila

source: <mat-icon>view_list</mat-icon>
es: <mat-icon>ver_lista</mat-icon>

source: The Resource is not part of the collection
de: Die Ressource ist nicht Teil der Sammlung.
es: El recurso no forma parte de la colección.

source: Unsupported Collection Type
de: Nicht unterstützter Sammlungstyp
es: Tipo de colección no compatible

source: Your browser does not support HTML5 audio.
de: Dein Browser unterstützt kein HTML5-Audio.
es: Su navegador no es compatible con audio HTML5.

source: This content can only be viewed in Intranet.
de: Diese Inhalte können nur im Intranet eingesehen werden.
es: Este contenido solo se puede ver en Intranet.

source: Content may be required to be opened in a new window. If you are unable to view it, Please click on the Open in New Window Button else Dismiss
de: Es kann erforderlich sein, dass der Inhalt in einem neuen Fenster geöffnet wird. Wenn Sie es nicht sehen können, klicken Sie bitte auf die Schaltfläche In neuem Fenster öffnen. Oder verwerfen
es: Es posible que se deba abrir el contenido en una nueva ventana Si no puede verlo, haga clic en el botón Abrir en una Ventana nueva; de lo contrario, descarte

source: This content can only be viewed in Intranet.<br/>
es: Este contenido solo se puede ver en Intranet.<br/>

source: Content will open in a new window. If you are unable to view it, click on the button below. <a> <mat-icon>help </mat-icon> </a>
es: El contenido se abrirá en una nueva ventana. Si no puede verlo, haga clic en el botón de abajo. <a> <mat-icon>ayuda </mat-icon> </a>

source: This content can only be viewed in Intranet.
de: Diese Inhalte können nur im Intranet eingesehen werden.
es: Este contenido solo se puede ver en Intranet.

source: Open in New Window
de: In neuem Fenster öffnen
es: Abrir en Nueva ventana

source: Dismiss
de: Verwerfen
es: Terminar

source: This is a third party online training program. There could be a delay in loading the content.
de: Dies ist ein Online-Trainingsprogramm eines Drittanbieters. Das Laden des Inhalts kann sich verzögern.
es: Este es un programa de formación en línea de terceros. Podría haber una demora en cargar el contenido.

source: Error loading page. Please try refreshing page.
de: Fehler beim Laden der Seite. Bitte versuche die Seite zu aktualisieren.
es: Error al cargar la página. Intente actualizar la página.

source: There is nothing to play. <a>Click here</a> to go to details page.
es: No hay nada para jugar. <a>Haga clic aquí </a> para ir a la página de detalles.

source: HTML Content Viewer
es: Visor de contenido HTML

source: Error fetching page JSON
de: Fehler beim Abrufen der Seite JSON
es: Error al recuperar la página JSON

source: This content can be viewed only in Desktop/Laptop.
de: Dieser Inhalt kann nur auf dem Desktop/Laptop betrachtet werden.
es: Este contenido solo se puede ver en Desktop / Laptop.

source: Problem Statement
de: Problemstellung
es: Planteamiento de problema

source: Step 1:
de: Schritt 1:
es: Paso 1:

source: Add class
de: Klasse hinzufügen
es: Agregar clase

source: Step 2: Arrange
de: Schritt 2: Anordnen
es: Paso 2: Organizar

source: Public
de: Öffentlich
es: Público

source: Protected
de: Geschützt
es: Protegido

source: Private
de: Privat
es: Privado

source: Options
de: Optionen
es: Opciones

source: Step 3: Relationship
de: Schritt 3: Beziehung
es: Paso 3: Relación

source: is-a
de: ist ein
es: es un

source: has-a
de: hat-ein
es: tiene un

source: uses-a
de: verwendet-ein
es: usa un

source: Submit
de: Senden
es: Enviar

source: Reset
de: Zurücksetzen
es: Restablecer

source: Please add a class to submit and see the result!
de: Bitte füge eine Klasse hinzu, um sieh das Ergebnis an!
es: ¡Añadir una clase para enviar y ver el resultado!

source: Some error occurred. Please try again later!
de: Es ist ein Fehler aufgetreten. Bitte versuche es später noch einmal!
es: Ocurrió un error. ¡Intente de nuevo más tarde!

source: Classes
de: Klassen
es: Clases

source: All classes are correct
de: Alle Klassen sind korrekt
es: Todas las clases son correctas

source: Relationships
de: Beziehungen
es: Relaciones

source: Submit
de: Senden
es: Enviar

source: Some of your test cases have Failed. Do you still want to submit?
de: Einige deiner Testfälle haben nicht bestanden. Möchtest du dich noch immer anmelden?
es: Algunos de sus casos de prueba han fallado. ¿Aún desea enviar?

source: No Submission Found
de: Nichts eingereicht
es: No se encontró envío

source: No Submission Found for this Exercise.
de: Für diese Übung wurde keine Unterlage eingereicht
es: No se encontró envío de este ejercicio

source: Problem Statement
de: Problemstellung
es: Planteamiento de problema

source: Code in
de: Kodieren in
es: Código en

source: Execute
de: Ausführen
es: Ejecutar

source: Copy to clipboard
de: In die Zwischenablage kopieren
es: Copiar al portapapeles

source: Verify
de: Überprüfe
es: Verificar

source: Last Submission
de: Letzte Einreichung
es: Último envío

source: Execution Result
de: Ausführungsergebnis
es: Resultado de ejecución

source: Your code is executing...
de: Ihr Code wird ausgeführt...
es: Su código se está ejecutando…

source: Output:
es: Salida:

source: Verification Result
de: Verifizierungsergebnis
es: Resultado de verificación

source: Your code is being verified...
de: Ihr Code wird überprüft...
es: Su código está siendo verificado...

source: Structural
de: Strukturell
es: Estructural

source: Logical
de: Logisch
es: Lógico

source: Sl. No.
de: Sl. Nr.
es: Serie N.°

source: Type
de: Typ
es: Tipo

source: Test Target
de: Testziel
es: Objetivo de prueba

source: Input
es: Entrada

source: Expected Output
de: Erwartete Leistung
es: Salida esperada

source: Actual Output
de: Tatsächliche Leistung
es: Salida efectiva

source: Result
de: Ergebnis
es: Resultado

source: Sample
de: Muster
es: Ejemplo

source: Actual
de: Ist
es: Efectivo

source: Sample
de: Muster
es: Ejemplo

source: Actual
de: Ist
es: Efectivo

source: N/A
es: No disponible

source: Test Cases Passed
de: Testfälle genehmigt
es: Casos de prueba aprobados

source: Target
es: Objetivo

source: Structural
de: Strukturell
es: Estructural

source: Class
de: Klasse
es: Clase

source: Method:
de: Methode:
es: Método:

source: Target:
es: Objetivo:

source: Procedural
de: Verfahrensmäßig
es: Procesal

source: Code Analysis
de: Codeanalyse
es: Análisis de código

source: Some Error Occured
de: Es ist ein Fehler aufgetreten
es: Ocurrió el mismo error

source: Submission Result
de: Einreichungsergebnis
es: Resultado de envío

source: Your code is being submitted...
de: Ihr Code wird gerade übermittelt...
es: Su código está siendo enviado...

source: Execute
de: Ausführen
es: Ejecutar

source: IAP Assessment Viewer
de: IAP Bewertungs-Viewer
es: Visor de evaluación IAP

source: Accessible only on fullscreen. Click Okay to continue
de: Nur auf Vollbildschirm verfügbar. Um fortzufahren auf Okay klicken
es: Accesible solo en pantalla completa. Haga clic en Aceptar para continuar.

source: Okay
es: Aceptar

source: of
de: von
es: de

source: Explanation for blank
de: Erläuterung zum Leerzeichen
es: Explicación en blanco

source: Explanation
de: Erläuterung
es: Explicación

source: Explanation:
de: Erklärung:
es: Explicación:

source: Explanation :
de: Erklärung :
es: Explicación:

source: Explanation
de: Erläuterung
es: Explicación

source: Option
es: Opción

source: Hint
de: Hinweis
es: Pista

source: Submit Quiz
de: Quiz senden
es: Enviar quiz

source: Do you want to submit?
de: Möchtest du dich anmelden?
es: ¿Desea enviar?

source: You have not answered all the questions! Do you still want to submit?
de: Du hast nicht alle Fragen beantwortet! Möchtest du dich noch anmelden?
es: ¡No ha respondido todas las preguntas! ¿Aún desea enviar?

source: You still have some questions marked for later! Do you still want to submit?
de: Du hast noch einige Fragen für später markiert! Möchtest du dich noch anmelden?
es: ¡Aún tiene preguntas marcadas para después! ¿Aún desea enviar?

source: (Submitted)
de: (Eingereicht)
es: (Presentado)

source: Unable to Submit
de: Kann nicht gesendet werden
es: Imposible enviar

source: Thank you for your attempt.
de: Vielen Dank für deinen Versuch
es: Gracias por su intento.

source: Result:
de: Ergebnis:
es: Resultado:

source: PASS
de: BESTANDEN
es: APROBADO

source: FAIL
de: DURCHGEFALLEN
es: NO APROBADO

source: Correct
de: Richtig
es: Correcto

source: Incorrect
de: Falsch
es: Incorrecto

source: Unanswered
de: Unbeantwortet
es: No respondido

source: Percentage
de: Prozent
es: Porcentaje

source: Show Answers
de: Antworten anzeigen
es: Mostrar respuestas

source: Difficulty :
de: Schwierigkeitsgrad :
es: Dificultad:

source: Duration :
de: Dauer :
es: Duración:

source: Questions :
de: Fragen :
es: Preguntas:

source: Start
de: Starten
es: Iniciar

source: Run
de: Ausführen
es: Correr

source: Database refreshed successfully.
de: Die Datenbank wurde erfolgreich aktualisiert
es: Base de datos actualizada con éxito.

source: Database refresh failed.
de: Datenbankaktualisierung fehlgeschlagen
es: La actualización de la base de datos ha fallado.

source: Some error occurred. Please try again later!
de: Es ist ein Fehler aufgetreten. Bitte versuche es später noch einmal
es: Ocurrió un error. ¡Intente de nuevo más tarde!

source: Run
de: Ausführen
es: Correr

source: Retry
de: Wiederholen
es: Intentar de nuevo

source: Retry
de: Wiederholen
es: Intentar de nuevo

source: Click on the Entry button to see the records to be inserted.
de: Klicke auf die Schaltfläche Eingabe, um die einzufügenden Datensätze anzuzeigen.
es: Haga clic en el botón Entrada para ver los registros que se insertarán.

source: Click on the Run button to insert record into the table.
de: Klicke auf die Schaltfläche Ausführen, um den Datensatz in die Tabelle einzufügen.
es: Haga clic en el botón Ejecutar para insertar el registro en la tabla.

source: Click on the Run button to create the table.
de: Klicke auf die Schaltfläche Ausführen, um die Tabelle zu erstellen.
es: Haga clic en el botón Ejecutar para crear la tabla.

source: View Table Level Constraint
de: Einschränkung auf Tabellenebene anzeigen
es: Ver restricción de nivel de tabla

source: View Column Level Constraint
de: Einschränkung auf Spaltenebene anzeigen
es: Ver restricción de nivel de columna

source: First entry
de: Erster Eintrag
es: Primera entrada

source: Second entry
de: Zweiter Eintrag
es: Segunda entrada

source: Third entry
de: Dritter Eintrag
es: Tercera entrada

source: Use the dropdown to see a concept with a sample query and query output.
de: Verwende die Dropdown-Liste, um ein Konzept mit einer Beispielabfrage und einer Abfrageausgabe anzuzeigen.
es: Use el menú desplegable para ver un concepto con una consulta de muestra y una salida de consulta.

source: Click on Run button to see the result
de: Klicke auf die Schaltfläche Ausführen, um das Ergebnis anzuzeigen
es: Haga clic en el botón Ejecutar para ver el resultado.

source: Your answer is wrong. Do you still want to submit?
de: Ihre Antwort ist falsch. Möchten Sie sie dennoch senden?
es: Su respuesta es incorrecta. ¿Todavía quiere enviar?

source: Write your SQL statement, stored procedure or anonymous block
de: Schreibe deine SQL-Anweisung, gespeicherte Prozedur oder anonymen Block
es: Escriba su declaración SQL, procedimiento almacenado o bloque anónimo

source: Run
de: Ausführen
es: Correr

source: Page
de: Seite
es: Pagina

source: Web Module Content
de: Webmodul-Inhalt
es: Contenido de módulo web

source: Flip Horizontal
de: Horizontal spiegeln

source: No
de: Nein

source: No
de: Nein

source: Uh Oh!
de: Oh, oh!

source: <br/> path path path browser/Android/iOS native applications)<br/> In 1) you will not have to do separate authentication, your windows login will be path In 2) You need to register yourself first for Multi-Factor Authentication (MFA) at
de: <br/> path 1. Du greifst auf Infosys Intranet (VPN ja aber nicht IConnect) auf path path Laptop/Desktop/mobilen Browser/Android/iOS native Anwendungen)<br/> Bei 1) ist keine separate Authentifizierung erforderlich, deine Window-Anmeldung wird path Bei 2) musst du dich zuerst für eine mehrstufige Authentifizierung (MFA) registrieren unter

source: on intranet and register.<br/> The passcode or pin you set up here will be used for login later.<br/> Once you enter your Infosys user name and password on a Microsoft Page, you will receive a call prompting you to use the passcode/pin to authenticate yourself.<br/> You can also either register or change your pin if you have forgotten.
de: auf Intranet und registrieren.<br/> Das von dir dort eingerichtete Passwort oder die PIN wird später zum Anmelden benutzt.<br/> Nachdem du deinen Infosys-Benutzernamen und Passwort auf einer Microsoft Seite eingegeben haben, erhalten Sie einen Anruf mit der Aufforderung, sich mit Ihrem Passwort oder Ihrer PIN zu authentifizieren.<br/> Wenn Sie Ihre PIN vergessen haben, können Sie sich neu registrieren lassen oder Ihre Pin ändern.

source: Please visit:<br/>
de: Besuche bitte:<br/>

source: and register yourself for Multi-Factors Authentication.<br/> You can set a passcode of your choice. Select Call-In method for authentication.<br/> path 1. Visit
de: und registrere dich für eine mehrstufige Authentifizierung.<br/> Du kannst einen Passcode deiner Wahl festlegen. Wähle für die Authentifizierung eine Anrufmethode.<br/> path 1. Besuch
