Repository: 8187953381/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: de, es

source: Create a new section
de: Einen neuen Abschnitt erstellen
es: Crea una nueva sección

source: Reason for adding
de: Grund für das Hinzufügen
es: Razón para añadir

source: Please select at least one content<br/>
es: Por favor seleccione al menos un contenido<br/>

source: Add
de: Hinzufügen
es: Añadir

source: Delete contents
de: Inhalte löschen
es: Eliminar contenido

source: Save
de: Speichern
es: Guardar

source: Discard
de: Ablehnen
es: Descartar

source: Discussion Forum
de: Diskussionsforum
es: Foro de discusión

source: Curators
de: Kuratoren
es: Curadores

source: Content added successfully. Your changes will reflect within a minute.
de: Inhalt erfolgreich hinzugefügt. Deine Änderungen werden innerhalb einer Minute übernommen
es: Contenido añadido con éxito. Sus cambios se reflejarán en un minuto.

source: Content deleted successfully. Your changes will reflect within a minute.
de: Inhalt erfolgreich gelöscht. Deine Änderungen werden innerhalb einer Minute übernommen
es: Contenido eliminado con éxito. Sus cambios se reflejarán en un minuto.

source: Content updated successfully. Your changes will reflect within a minute.
de: Inhalt wurde erfolgreich aktualisiert. Ihre Änderungen werden innerhalb einer Minute übernommen.
es: Contenido actualizado con éxito. Sus cambios se reflejarán en un minuto.

source: Content order changed. Your changes will reflect within a minute.
de: Die Reihenfolge der Inhalte hat sich geändert. Deine Änderungen werden innerhalb einer Minute übernommen
es: Orden del contenido cambiado. Sus cambios se reflejarán en un minuto.

source: Failed to update.
de: Aktualisierung fehlgeschlagen.
es: Error al actualizar

source: About us
de: Über uns
es: Acerca de nosotros

source: Skip
de: Überspringen
es: Saltar

source: Done
de: Fertig
es: Hecho

source: History
de: Verlauf
es: Historia

source: Success
de: Erfolg
es: Éxito

source: Your action is successful
de: Ihre Aktion ist erfolgreich
es: Su acción es exitosa

source: Fail
de: Fehlschlag
es: No aprobado

source: Unable to complete action. Try again
de: Die Aktion kann nicht abgeschlossen werden. Erneut versuchen
es: No se puede completar la acción. Inténtelo de nuevo

source: New content created. Add details
de: Neuer Inhalt erstellt. Details hinzufügen
es: Nuevo contenido creado. Añadir detalles

source: Invalid format
de: Ungültiges Format
es: Formato inválido

source: Save and try again
de: Speichern und erneut versuchen
es: Guarde e intente nuevamente

source: Size is greater than allowed, check info
de: Die Größe ist höher als erlaubt, siehe Info.
es: El tamaño es mayor al permitido, verifique la información

source: Data is already present
de: Daten sind bereits vorhanden
es: Los datos ya están presentes.

source: Fill all the mandatory fields
de: Alle Pflichtfelder ausfüllen
es: Rellene todos los campos obligatorios.

source: Provide either URL or Body
de: Geben Sie entweder URL oder Text ein
es: Proporcionar URL o cuerpo

source: Notification
de: Benachrichtigung
es: Notificación

source: Content is up-to date
de: Die Inhalte sind auf dem neuesten Stand.
es: El contenido está actualizado

source: Read IPR Declaration and accept the terms!
de: Lesen Sie die IPR-Erklärung und akzeptieren Sie die Bedingungen!
es: ¡Lea la Declaración de DPI y acepte los términos!

source: Upload the file!
de: Datei hochladen!
es: ¡Suba el archivo!

source: Transcoding of video failed. May Experience slowness!
de: Die Transkodierung des Videos ist fehlgeschlagen. Möglicherweise ist die Geschwindigkeit verlangsamt!
es: La transcodificación de video falló. ¡Puede experimentar lentitud!

source: Check Thumbnail, Name, Description, Subtitle, Duration is provided
de: Überprüfen Sie ob Thumbail, Name, Beschreibung, Untertitel, Dauer verfügbar sind
es: Verifique la miniatura, el nombre, la descripción, el subtítulo y la duración.

source: Check Thumbnail, Name, Description is provided
de: Prüfen Sie ob Thumbnail, Name, Beschreibung verfügbar sind.
es: Se proporciona una miniatura de verificación, nombre, descripción

source: You don't have access!
de: Sie haben keinen Zugang!
es: ¡No tiene acceso!

source: This screen is designed for 12" and above!
es: ¡Esta pantalla está diseñada para 12" y más!

source: Functionality is not enabled yet!
de: Die Funktion ist noch nicht aktiviert!
es: ¡La funcionalidad aún no está habilitada!

source: There is no content!
de: Kein Inhalt vorhanden!
es: ¡No hay contenido!

source: Enter the link!
de: Geben Sie den Link ein!
es: ¡Ingrese el enlace!

source: Copied!
de: Kopiert!
es: ¡Copiado!

source: Create Content and save it and try again!
de: Erstellen Sie Inhalte und speichern Sie sie und versuchen Sie es erneut!
es: ¡Cree contenido y guárdelo e intente nuevamente!

source: Did not add “ID/s” as they are duplicate/s!
de: Es wurden keine "ID/s" hinzugefügt, da es sich um Duplikate handelt!
es: ¡No agregué "ID/s" ya que son duplicados!

source: Delete data from "Paste Generated Code Tab"
es: Eliminar datos de "Pestaña Pegar código generado"

source: Check number columns required for this widget
de: Überprüfen Sie die für dieses Widget erforderlichen Zahlenspalten
es: Verifique las columnas de número requeridas para este widget

source: Unable to process file
de: Datei kann nicht verarbeitet werden
es: No se puede procesar el archivo

source: Series Slider will allow only widgets of same type in same row
de: Schieberegler erlauben nur Widgets des geichen Typs in einer Reihe
es: El control deslizante de las series permitirá solo widgets del mismo tipo en la misma fila

source: Provide comments
de: Kommentare abgeben
es: Proporcionar comentarios

source: Comments is mandatory
de: Kommentare sind obligatorisch
es: Los comentarios son obligatorios

source: Action
de: Aktion
es: Acción

source: Proceed
de: Fortfahren
es: Proceder

source: Are you sure you want to delete it?
de: Sind Sie sicher, dass Sie es löschen wollen?
es: ¿Seguro que quiere eliminarlo?

source: Selecting this option will discard pre entered data of other options. Do you wish to continue ?
de: Die Auwahl dieser Option wird zuvor eingegebenen Daten anderer Optionen entfernen Wollen Sie fortfahren?
es: Al seleccionar esta opción, se descartarán los datos ingresados previamente de otras opciones. ¿Desea continuar?

source: Are you sure you want to retrieve this content and its children?
de: Wollen Sie diesen Inhalt und seine Kinder wirklich wiederherstellen?
es: ¿Seguro que quiere recuperar este contenido y sus elementos secundarios?

source: Are you sure you want to retrieve this content?
de: Wollen Sie diesen Inhalt wirklich wiederherstellen?
es: ¿Está seguro de que desea recuperar este contenido?

source: IPR Declaration
de: IPR-Erklärung
es: Declaración de DPI

source: I hereby declare that my contribution (i.e the complete material in case of new material or any additions / modifications in case of a new version release) does not violate any copyright laws or infringe upon copyrights, trademark or intellectual property rights of clients, vendors or third parties. I further declare that my contribution constitutes my own work, that any sources on which I relied in its creation have been acknowledged and that all necessary permissions are in place wherever permission is required due to the nature or source of the content. Proof of such permission has been submitted along with my contribution as supporting documentation. I understand that I may be held responsible for any third party claims that may arise from any breach of confidentiality or breach of intellectual property rights or breach of copyrights of third party/ies; and that disciplinary actions may be initiated against me by the Company if my work leads to the violation of any copyright or intellectual property rights.
de: I hereby declare that my contribution (i.e the complete material in case of new material or any additions / modificationsHiermit erkläre ich, dass mein Beitrag (d.h. das gesamte Material im Falle von neuem Material oder Ergänzungen / Änderungen) im Falle einer neuen Versionsveröffentlichung) keine Urheberrechte verletzt oder Urheberrechte, Marken- oder geistige Eigentumsrechte von Kunden, Verkäufern oder Dritten verletzt. Ich erkläre ferner, dass mein Beitrag meine eigene Arbeit darstellt, dass alle Quellen, auf die ich mich bei der Erstellung verlassen habe, anerkannt wurden und dass alle erforderlichen Genehmigungen vorhanden sind, wo immer eine Genehmigung aufgrund der Art oder Quelle des Inhalts erforderlich ist. Der Nachweis dieser Genehmigung wurde zusammen mit meinem Beitrag als Begleitdokumentation vorgelegt. Ich verstehe, dass ich für alle Ansprüche Dritter verantwortlich gemacht werden kann, die sich aus einer Verletzung der Vertraulichkeit oder der Verletzung von Rechten an geistigem Eigentum oder der Verletzung von Urheberrechten Dritter ergeben können; und dass das Unternehmen Disziplinarmaßnahmen gegen mich einleiten kann, wenn meine Arbeit zur Verletzung von Urheberrechten oder geistigen Eigentumsrechten führt.
es: Por la presente declaro que mi contribución (es decir, el material completo en caso de material nuevo o cualquier adición / modificación en caso de un lanzamiento de una nueva versión) no viola ninguna ley de derechos de autor ni infringe derechos de autor, marcas comerciales o derechos de propiedad intelectual de clientes, proveedores o terceros. Además, declaro que mi contribución constituye mi propio trabajo, que todas las fuentes en las que me basé para su creación han sido reconocidas y que todos los permisos necesarios están vigentes donde se requiere permiso debido a la naturaleza o fuente del contenido. Se ha presentado una prueba de dicho permiso junto con mi contribución como documentación de respaldo. Entiendo que puedo ser responsable de cualquier reclamo de terceros que pueda surgir de cualquier violación de la confidencialidad o violación de los derechos de propiedad intelectual o violación de los derechos de autor de terceros; y que la Compañía puede iniciar acciones disciplinarias contra mí si mi trabajo conduce a la violación de cualquier derecho de autor o propiedad intelectual.

source: I AGREE
de: ICH STIMME ZU
es: ESTOY DE ACUERDO

source: Processing...
de: Verarbeitung...
es: Procesando...

source: Authoring Tool
de: Autorenwerkzeug
es: Herramienta de autoría

source: Device Type
de: Gerätetyp
es: Tipo de dispositivo

source: Mobile
de: Mobilgerät
es: Móvil

source: Tablet
es: Tableta

source: Desktop
es: Escritorio

source: Tab
de: TabRegisterkarte
es: Lengüeta

source: CONTENT CREATION
de: INHALTSERSTELLUNG
es: CREACIÓN DE CONTENIDO

source: Details
es: Detalles

source: Create <mat-icon>create</mat-icon>
es: Crear <mat-icon>crear</mat-icon>

source: <span>My Content</span>
es: <span>Mi contenido</span>

source: <a>Draft</a>
es: <a>Borrador</a>

source: <a>Sent for review</a>
es: <a>Enviado para revisión</a>

source: <a>Published</a>
es: <a>Publicada</a>

source: <span>Action Items</span>
es: <span>Elementos de acción</span>

source: <a>Redo</a>
es: <a>Rehacer</a>

source: <a>Review</a>
es: <a>Revisar</a>

source: <a>Publish</a>
es: <a>Publicar</a>

source: Authoring Tool
de: Autorenwerkzeug
es: Herramienta de autoría

source: Welcome, You can use this tool to create new content or modify existing ones.
de: Willkommen, mit diesem Tool können Sie neue Inhalte erstellen oder bestehende ändern.
es: Bienvenido, puede usar esta herramienta para crear contenido nuevo o modificar los existentes.

source: Upload File
de: Datei hochladen
es: Subir archivo

source: Upload Image
de: Bild hochladen
es: Subir imagen

source: Add Blank
de: Leerzeichen hinzufügen
es: Agregar espacio en blanco

source: General Details
de: Allgemeine Details
es: Detalles generales

source: Thumbnail
de: Miniaturansicht
es: Miniatura

source: Maximum file size - 1 MB
de: Maximale Dateigröße - 1 MB
es: Tamaño máximo de archivo: 1 MB

source: Title
de: Titel
es: Título

source: Enter a Descriptive title
de: Gib einen beschreibenden Titel ein
es: Ingrese un título descriptivo

source: Title is mandatory
de: Titel ist obligatorisch
es: El título es obligatorio.

source: Enter subtitle here
de: Gib hier den Untertitel ein
es: Ingrese el subtítulo aquí

source: Subtitle is mandatory
de: Untertitel ist obligatorisch
es: El subtítulo es obligatorio.

source: Expires On
de: Verfällt am
es: Expira el

source: Content can expire
de: Inhalt kann ablaufen
es: El contenido puede caducar

source: Choose a date
de: Wähle ein Datum
es: Elija una fecha

source: Expiry Date is mandatory
de: Verfallsdatum ist obligatorisch
es: La fecha de caducidad es obligatoria.

source: Duration is mandatory
de: Die Dauer ist obligatorisch
es: La duración es obligatoria

source: Short/Card Description
de: Kurz-/Kartenbeschreibung
es: Descripción corta / tarjeta

source: Description will appear on card
de: Die Beschreibung wird auf der Karte angezeigt.
es: La descripción aparecerá en la tarjeta

source: Description is mandatory
de: Beschreibung ist obligatorisch
es: La descripción es obligatoria.

source: Content Body (Long Description)
de: Seiteninhalt (Lange Beschreibung)
es: Contenido del cuerpo (Descripción larga)

source: HTML supported Editor in case you'd like to provide more descriptive details
de: HTML-unterstützter Editor, falls du weitere beschreibende Details angeben möchten.
es: Editor compatible con HTML en caso de que desee proporcionar más detalles descriptivos

source: NEXT
de: WEITER
es: SIGUIENTE

source: Classification
de: Klassifizierung
es: Clasificación

source: Content Category
de: Inhaltskategorie
es: Categoría de contenido

source: e.g. Resource
de: z.B. Ressource
es: p.ej., Recurso

source: Content Category is mandatory
de: Inhaltskategorie ist obligatorisch
es: La categoría de contenido es obligatoria

source: Format is mandatory
de: Format ist obligatorisch
es: El formato es obligatorio.

source: Provider/Source
de: Anbieter/Quelle
es: Proveedor / Fuente

source: e.g. Pluralsight
de: z.B. Pluralsight
es: p.ej.. Pluralsight

source: Source is mandatory
de: Quelle ist obligatorisch
es: La fuente es obligatoria

source: Knowledge Level
de: Wissensstand
es: Nivel de conocimiento

source: How tough do you think the content is?
de: Wie schwierig findest du den Inhalt?
es: ¿Qué tan difícil cree que es el contenido?

source: e.g. Beginner
de: z.B. Anfänger
es: p.ej., principiante

source: Knowledge Level is mandatory
de: Wissensstand ist obligatorisch
es: El nivel de conocimiento es obligatorio

source: e.g. Self Paced
de: z.B. Selbstbestimmt
es: p. ej., a su propio ritmo

source: Mode is mandatory
de: Modus ist obligatorisch
es: El modo es obligatorio.

source: Is Paid Content?
de: Ist es Bezahlinhalt?
es: ¿Es contenido pagado?

source: Paid
de: Bezahlt
es: Pagado

source: Free
de: Kostenlos
es: Gratis

source: e.g. Free
de: z.B. kostenlos
es: p. ej. Gratis

source: Cost is mandatory
de: Kosten sind obligatorisch
es: El costo es obligatorio

source: Add relevant tags to your content. Press Enter after each keyword.
de: Fügen Sie Ihren Inhalten relevante Tags hinzu. Drücken Sie nach jedem Schlüsselwort die Eingabetaste.
es: Agregue etiquetas relevantes a su contenido. Presione Entrar después de cada palabra clave.

source: Search Keywords
de: Suchwörter
es: Buscar palabras clave

source: Keyword is mandatory
de: Schlüsselwort ist obligatorisch
es: La palabra clave es obligatoria

source: Learning Objective is mandatory
de: Lernziel ist obligatorisch
es: El objetivo de aprendizaje es obligatorio

source: Catalog
de: Katalog
es: Catálogo

source: Select the tags for placement of your content in the catalog
de: Wählen die Tags für die Platzierung der Inhalte im Katalog aus.
es: Seleccione las etiquetas para colocar su contenido en el catálogo

source: catalog selected
de: Katalog ausgewählt
es: catálogo seleccionado

source: catalogs selected
de: Ausgewählte Kataloge
es: catálogos seleccionados

source: ADD
de: HINZUFÜGEN
es: AÑADIR

source: Best viewed in
de: Am besten geeignet für
es: Mejor visto en

source: The preferred screen for this content
de: Der bevorzugte Bildschirm für diesen Inhalt
es: La pantalla preferida para este contenido.

source: Mobile
de: Mobilgerät
es: Móvil

source: Tablet
es: Tableta

source: Desktop
es: Escritorio

source: e.g. 7
de: z.B. 7
es: p.ej., 7

source: Best viewed in is mandatory
de: Die beste Darstellung ist obligatorisch.
es: Mejor visto en es obligatorio

source: Intended For
de: Bestimmt für
es: Destinado a

source: Job Profiles
de: Job-Profile
es: Perfiles de trabajo

source: Add one or more targeted listeners for whom this content is intended for
de: Füge einen oder mehrere Zuhörer hinzu, für die dieser Inhalt relevant ist
es: Agregue uno o más oyentes específicos para quienes este contenido está destinado

source: e.g. Developers
de: z.B. Entwickler
es: p.ej., desarrolladores

source: Job profile selection
de: Auswahl des Job Profiles
es: Selección de perfil de trabajo

source: Job Profile is mandatory
de: Das Job Profile ist obligatorisch
es: El perfil del trabajo es obligatorio

source: Organisation
es: Organización

source: Select your organisation below
de: Wähle unten deine Organisation aus
es: Seleccione su organización a continuación

source: other
de: Andere(r)
es: otros

source: others
de: Andere
es: otros

source: Organisation is mandatory
de: Die Organisation ist obligatorisch
es: La organización es obligatoria.

source: Search by region
de: Suche nach Region
es: Buscar por región

source: Region selection
de: Regionsauswahl
es: Selección de región

source: Region is mandatory
de: Region ist obligatorisch
es: La región es obligatoria.

source: Access Restrictions
de: Zugriffsbeschränkungen
es: Restricciones de acceso

source: Restrict access to your content by choosing your preference below
de: Schränke den Zugriff auf deine Inhalte ein, indem du unten deine Präferenz wählst
es: Restrinja el acceso a su contenido eligiendo su preferencia a continuación

source: Accessible by everyone
de: Zugänglich für jeden
es: Accesible por todos

source: Region is mandatory
de: Region ist obligatorisch
es: La región es obligatoria.

source: Related
de: Zugehörig
es: Relacionado

source: (Optional)
es: (Opcional)

source: Enter the knowledge required before attempting to learn this content. For e.g. Python knowledge is a must for this content
de: gib die erforderlichen Kenntnisse zum Erlernen dieser Inhalte an. Für z.B. Python-Kenntnisse sind ein Muss für diese Inhalte.
es: Ingrese el conocimiento requerido antes de intentar aprender este contenido. Por ejemplo, el conocimiento de Python es imprescindible para este contenido

source: Prerequisites is mandatory
de: Voraussetzungen sind erforderlich
es: Los requisitos previos son obligatorios

source: Learn Before
de: Vorher erfahren
es: Aprender Antes

source: Published content to learn before attempting
de: Diese Kenntnisse sind notwendig, bevor du einen Versuch startest
es: Contenido publicado para aprender antes de intentar

source: ADD CONTENT
de: INHALT HINZUFÜGEN
es: AGREGAR CONTENIDO

source: Learn After
de: Fahre fort zu lernen
es: Aprender después

source: Published content to follow up after learning this content
de: Veröffentlichte Inhalte zur Weiterverfolgung nach dem Erlernen dieser Inhalte
es: Contenido publicado para seguir después de aprender este contenido

source: Hardware Requirements
de: Hardware-Anforderungen
es: Requisitos de hardware

source: Hardware Requirements is mandatory
de: Hardware-Anforderungen sind obligatorisch
es: Los requisitos de hardware son obligatorios

source: Knowledge Artifacts
de: Wissensartefakte
es: Artefactos de conocimiento

source: Knowledge Artifacts that supplement the content
de: Wissensartefakte, die den Inhalt ergänzen
es: Artefactos de conocimiento que complementan el contenido.

source: Playgrounds to supplement this content
de: Playgrounds zur Ergänzung dieser Inhalte
es: Parques infantiles para complementar este contenido

source: Software Requirements is mandatory
de: Software-Anforderungen sind obligatorisch
es: Los requisitos de software son obligatorios

source: Introductory Video Thumbnail
de: Einführendes Video-Miniaturbild
es: Miniatura de video introductorio

source: Video Thumbnail is mandatory
de: Video-Miniaturbild ist obligatorisch
es: La miniatura del video es obligatoria

source: Introductory Video
de: Einführungsvideo
es: Video introductorio

source: Upload a video to introduce your content (Max. file size - 200MB)
de: Laden Sie ein Video hoch, um Ihren Inhalt vorzustellen (Max. Dateigröße - 200MB).
es: Suba un video para presentar su contenido (tamaño máximo de archivo: 200 MB)

source: References
de: Referenzen
es: Referencias

source: references added
de: Referenzen hinzugefügt
es: referencias agregadas

source: ADD REFERENCE
de: REFERENZ HINZUFÜGEN
es: AÑADIR REFERENCIA

source: Stakeholders
de: Interessengruppen
es: Partes interesadas

source: Curator
de: Kurator
es: Curador

source: Search by mail
de: Suche nach Mail
es: Buscar por correo

source: Contributor is mandatory
de: Mitwirkender ist obligatorisch
es: El contribuidor es obligatorio

source: Enter name
de: Name eingeben
es: Ingrese su nombre

source: Original Authors is mandatory
de: Originalautoren sind obligatorisch.
es: Los autores originales son obligatorios

source: Reviewers
de: Prüfer
es: Revisores

source: Reviewer selection
de: Auswahl eines Prüfers
es: Selección de revisor

source: Reviewer is mandatory
de: Prüfer ist obligatorisch
es: El revisor es obligatorio

source: Publishers
de: Publisher
es: Editores

source: Send For Review
de: Zur Überprüfung senden
es: Enviar para revisión

source: Review
de: Überprüfen
es: Revisar

source: Publish
de: Veröffentlichen
es: Publicar

source: Done
de: Fertig
es: Hecho

source: Link
es: Enlazar

source: Enter or paste URL here
de: Gib hier die URL ein oder füge sie ein
es: Ingresar o pegar la URL aquí

source: URL is mandatory
de: URL ist obligatorisch
es: La URL es obligatoria

source: Is It Available on internet ?
de: Ist der Inhalt im Internet verfügbar?
es: ¿Está disponible en internet?

source: Opens in a new tab?
de: Öffnet sich ein neuen Tab?
es: ¿Abrir en una nueva pestaña?

source: PROCEED
de: FORTSETZEN
es: PROCEDER

source: CONTENT CREATION
de: INHALTSERSTELLUNG
es: CREACIÓN DE CONTENIDO

source: Choose Type
de: Typ auswählen
es: Elija tipo

source: Content
de: Inhalt
es: Contenido

source: Language
de: Sprache
es: Idioma

source: Add a language
de: Eine Sprache hinzufügen
es: Añadir un idioma

source: preview
de: Vorschau
es: vista previa

source: save
de: Speichern
es: guardar

source: publish
de: Veröffentlichen
es: publicar

source: Delete
de: Löschen
es: Borrar

source: Fullscreen
de: Vollbild
es: Pantalla completa

source: fullscreen
de: Vollbild
es: pantalla completa

source: EDIT DETAILS
de: DETAILS BEARBEITEN
es: EDITAR DETALLES

source: Resource Title
de: Rossourcen-Titel
es: Título del recurso

source: Thumbnail Image
de: Miniaturbild
es: Imagen en miniatura

source: Drag and Drop file here
de: Die Datei hierher ziehen und ablegen
es: Arrastre y suelte el archivo aquí

source: or
de: oder
es: o

source: Browse files
de: Dateien durchsuchen
es: Búsqueda de archivos

source: Accepted file type:
de: Akzeptierter Dateityp:
es: Tipo de archivo aceptado:

source: Recommended Resolution: 265px * 150px. Max file size:
de: Empfohlene Auflösung 265px * 150px. Max. Dateigröße:
es: Resolución recomendada: 265px * 150px. Tamaño máximo de archivo:

source: Submit Resource
de: Ressource senden
es: Enviar recurso

source: UPLOAD A RESOURCE
de: EINE RESSOURCE HOCHLADEN
es: CARGAR UN RECURSO

source: Upload Helpful resources to support our learning community
de: Laden Sie nützliche Ressourcen hoch, um unsere Lerngemeinschaft zu unterstützen.
es: Cargue recursos útiles para apoyar a nuestra comunidad de aprendizaje
