Repository: 8187953381/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: de, es

source: I hereby declare that my contribution (i.e the complete material in case of new material or any additions / modifications in case of a new version release) does not violate any copyright laws or infringe upon copyrights, trademark or intellectual property rights of clients, vendors or third parties. I further declare that my contribution constitutes my own work, that any sources on which I relied in its creation have been acknowledged and that all necessary permissions are in place wherever permission is required due to the nature or source of the content. Proof of such permission has been submitted along with my contribution as supporting documentation.
de: I hereby declare that my contribution (i.e the complete material in case of new material or any additions / modificationsHiermit erkläre ich, dass mein Beitrag (d.h. das gesamte Material im Falle von neuem Material oder Ergänzungen / Änderungen) im Falle einer neuen Versionsveröffentlichung) keine Urheberrechte verletzt oder Urheberrechte, Marken- oder geistige Eigentumsrechte von Kunden, Verkäufern oder Dritten verletzt. Ich erkläre ferner, dass mein Beitrag meine eigene Arbeit darstellt, dass alle Quellen, auf die ich mich bei der Erstellung verlassen habe, anerkannt wurden und dass alle erforderlichen Genehmigungen vorhanden sind, wo immer eine Genehmigung aufgrund der Art oder Quelle des Inhalts erforderlich ist. Der Nachweis dieser Genehmigung wurde zusammen mit meinem Beitrag als Begleitdokumentation vorgelegt.
es: Por la presente declaro que mi contribución (es decir, el material completo en caso de material nuevo o cualquier adición / modificación en caso de una nueva versión) no viola ninguna ley de derechos de autor ni infringe derechos de autor, marcas comerciales o derechos de propiedad intelectual de clientes, proveedores o terceros. Además, declaro que mi contribución constituye mi propio trabajo, que todas las fuentes en las que me basé para su creación han sido reconocidas y que todos los permisos necesarios están en su lugar siempre que se requiera permiso debido a la naturaleza o fuente del contenido. Se ha presentado una prueba de dicho permiso junto con mi contribución como documentación de respaldo.

source: I understand that I may be held responsible for any third party claims that may arise from any breach of confidentiality or breach of intellectual property rights or breach of copyrights of third party/ies; and that disciplinary actions may be initiated against me by the Company if my work leads to the violation of any copyright or intellectual property rights.
de: Ich verstehe, dass ich für alle Ansprüche Dritter verantwortlich gemacht werden kann, die sich aus einer Verletzung der Vertraulichkeit oder der Verletzung von Rechten an geistigem Eigentum oder der Verletzung von Urheberrechten Dritter ergeben können; und dass das Unternehmen Disziplinarmaßnahmen gegen mich einleiten kann, wenn meine Arbeit zur Verletzung von Urheberrechten oder geistigen Eigentumsrechten führt.
es: Entiendo que puedo ser responsable de cualquier reclamo de terceros que pueda surgir de cualquier violación de la confidencialidad o violación de los derechos de propiedad intelectual o violación de los derechos de autor de terceros; y que la Compañía puede iniciar acciones disciplinarias en mi contra si mi trabajo conduce a la violación de cualquier derecho de autor o propiedad intelectual.

source: Browse files
de: Dateien durchsuchen
es: Búsqueda de archivos

source: Accepted file type: pdf
de: Akzeptierter Dateityp: pdf
es: Tipo de archivo aceptado: pdf

source: Max file size:
de: Max. Dateigröße:
es: Tamaño máximo de archivo:

source: I agree to the upload terms
de: Ich erkläre mich mit den Upload-Bedingungen einverstanden.
es: Acepto los términos de carga

source: Continue to Description
de: Weiter zur Beschreibung
es: Continuar a Descripción

source: Video
es: Vídeo

source: Embed
de: Einbetten
es: Empotrar

source: Image Map
de: Grafikkarte
es: Mapa de imagen

source: Grid
de: Raster
es: Cuadrícula

source: Linear
es: Lineal

source: Tab
de: TabRegisterkarte
es: Lengüeta

source: Gallery
de: Galerie
es: Galería

source: Content Strip Container
de: Inhaltsstreifenbehälter
es: Contenedor de tiras de contenido

source: Card Strip
de: Kartenstreifen
es: Tira de tarjeta

source: Common Widget
de: Allgemeines Widget
es: Widget común

source: Common Widget
de: Allgemeines Widget
es: Widget común

source: as
de: wie
es: como

source: Info Widget
es: Widget de información

source: Pre Widget
de: Vor dem Widget
es: Widget previo

source: Post Widget
de: Beitrags-Widget
es: Widget posterior

source: Error Widget
de: Fehler-Widget
es: Widget de error

source: No Data Widget
de: Kein Daten-Widget
es: Widget sin datos

source: You can provide inputs in any one of the following ways.
de: Sie können Eingaben auf eine der folgenden Arten vornehmen.
es: Puede proporcionar entradas de cualquiera de las siguientes maneras.

source: Using HTML editor. (Within the editor, you may also copy paste the source code or modify it)
de: Mit dem HTML-Editor. (Innerhalb des Editors können Sie auch den Quellcode kopieren, einfügen oder ändern).
es: Usando el editor HTML. (Dentro del editor, también puede copiar y pegar el código fuente o modificarlo)

source: Use Mustache web template system to add your code. See documentation in
de: Verwenden Sie das Mustache Web Template System, um Ihren Code hinzuzufügen. Siehe Dokumentation in
es: Use el sistema de plantillas web Mustache para agregar su código. Ver documentación en

source: Enter both HTML and JSON data.
de: Geben Sie sowohl HTML- als auch JSON-Daten ein.
es: Ingrese los datos HTML y JSON.

source: Responsive container allows you to add different widgets for different devices. <br/> Relevant widget will be chosen based on user’s screen resolution. <br/> How to use this widget? : <br/>
es: El contenedor receptivo le permite agregar diferentes widgets para diferentes dispositivos. <br/> El widget relevante se elegirá en función de la resolución de pantalla del usuario. <br/> ¿Cómo usar este widget? : <br/>

source: Drag and Drop a widget and enter resolution information in the “Additional Information” section of the widget.
de: Ein Widget ziehen und ablegen und die Auflösungsinformation in den Bereich „Zusätzliche Informationen“ des Widgets eingeben.
es: Arrastre y suelte un widget e ingrese la información de resolución en la sección "Información Adicional" del widget.

source: To add a new widget for different resolution, go to Edit section and Add a Child.
de: Um ein neues Widget für eine andere Auflösung hinzuzufügen, gehen Sie zum Abschnitt Bearbeiten und fügen Sie ein Kind hinzu.
es: Para agregar un nuevo widget para una resolución diferente, vaya a la sección Editar y Agregue como hijo.

source: Container Style Data
de: Container-Style-Daten
es: Datos de estilo de contenedor

source: CSS Class for Widget
de: CSS-Klasse für Widget
es: Clase CSS para Widget

source: Use pre-defined classes of Tailwind CSS framework. Click
de: Verwenden Sie vordefinierte Klassen des Tailwind CSS-Frameworks. Klicken
es: Use clases predefinidas del marco Tailwind CSS. Haga clic

source: here
de: hier
es: aquí

source: to see its documentation
de: um die Dokumentation zu sehen
es: para ver su documentación

source: CSS Style for Widget
es: Estilo CSS para Widget

source: Data
de: Daten
es: Datos

source: Gutter
es: Canal

source: Loader
de: Lader
es: Cargador

source: Position Percentage
de: Positionsprozentsatz
es: Porcentaje de posición

source: Select
de: Auswählen
es: Seleccionar

source: Big Screens
de: Große Bildschirme
es: Pantallas grandes

source: to see its documentation.
de: um die Dokumentation zu sehen.
es: para ver su documentación.

source: Minimum Width (px)
de: Minimale Breite (px)
es: Ancho mínimo (px)

source: Enter number
de: Nummer eingeben
es: Ingresar número

source: The above field is required
de: Das obige Feld ist erforderlich.
es: El campo anterior es obligatorio

source: Maximum Width (px)
de: Maximale Breite (px)
es: Ancho Máximo (px)

source: Enter Number
de: Nummer eingeben
es: Ingresar número

source: Title for tab
de: Titel für die Registerkarte
es: Título de la pestaña

source: Description for tab
de: Beschreibung der Registerkarte
es: Descripción para la pestaña

source: Choose Image
de: Bild auswählen
es: Elegir imagen

source: Change Image
de: Bild ändern
es: Cambiar imagen

source: Free Flow Editor
es: Editor de flujo libre

source: Not advisable to edit without prior knowledge of JSON
de: Nicht empfehlenswert, ohne vorherige Kenntnis von JSON zu bearbeiten.
es: No es recomendable editar sin conocimiento previo de JSON

source: Change
de: Ändern
es: Cambio

source: Image
de: Bild
es: Imagen

source: Embedd Code
de: Eingebetteter Code
es: Código incrustado

source: Title
de: Titel
es: Título

source: Text
es: Texto

source: Image Map
es: Mapa de imagen

source: Image Gallery
de: Bildergallerie
es: Galería de imágenes

source: Video Gallery
de: Videogallerie
es: Galería de videos

source: Gallery
de: Galerie
es: Galería

source: Content/Series Slider
de: Inhalt/Schieberegler
es: Control deslizante de contenido / serie

source: Entry List
de: Eingabeliste
es: Lista de entrada

source: Click to copy Anchor Id
de: Hier zum Kopieren der Anchor Id klicken
es: Haga clic para copiar el ID de anclaje

source: Style Properties
de: Stileigenschaften
es: Propiedades de estilo

source: Change the following values only if you need to alter the layout. Please note that it will affect the overall row behavior
de: Ändern Sie folgende Werte nur, wenn der Layout geändert werden soll. Beachten Sie bitte, das sich das auf die allgemeinen Zeileneigenschaften auswirkt
es: Cambie los siguientes valores solo si necesita modificar el diseño. Tenga en cuenta que afectará el comportamiento general de la fila

source: Height
de: Höhe
es: Altura

source: Automatically Calculate Height
de: Höhe automatisch ermitteln
es: Calcular altura automáticamente

source: Apply Standard Height
de: Standardhöhe anwenden
es: Aplicar altura estándar

source: Provide Custom Height
de: Kundenhöhe bereitstellen
es: Proporcionar altura personalizada

source: Width
de: Breite
es: Anchura

source: Automatically Calculate Width
de: Breite automatisch ermitteln
es: Calcular automáticamente el ancho

source: Apply Standard Width
de: Standardbreite anwenden
es: Aplicar ancho estándar

source: Provide Custom Width
de: Kundenbreite bereitstellen
es: Proporcionar ancho personalizado

source: width
de: Breite
es: Anchura

source: Alignment of various items such as image, colour, border and your applied CSS may not reflect in edit mode. <br/> Use “Preview” to see actual rendering of the page in different devices.
es: Es posible que la alineación de varios elementos, como la imagen, el color, el borde y el CSS aplicado, no se reflejen en el modo de edición. <br/> Utilice "Vista previa" para ver la representación real de la página en diferentes dispositivos.

source: Use “Save” at the top right corner to save your changes. Changes made in any of the widgets are not saved automatically.
de: Verwenden Sie "Speichern" in der rechten oberen Ecke, um Ihre Änderungen zu speichern. An den Widgets vorgenommene Änderungen werden nicht automatisch gespeichert.
es: Use "Guardar" en la esquina superior derecha para guardar sus cambios. Los cambios realizados en cualquiera de los widgets no se guardan automáticamente.

source: Send For Review
de: Zur Überprüfung senden
es: Enviar para revisión

source: send for review
de: Zur Überprüfung senden
es: enviar para revisión

source: Review
de: Überprüfen
es: Revisar

source: View Options
de: Ansichtsoptionen
es: Ver opciones

source: Add A Column
de: Eine Spalte hinzufügen
es: Agregar una columna

source: Add Child
de: Kind hinzufügen
es: Agregar niño

source: Add Child
es: Agregar niño

source: Child Widgets
es: Widgets infantiles

source: Switch to Default Widget
de: Zum Standard Widget wechseln
es: Cambiar al widget predeterminado

source: Add Custom Widget
de: Benutzerdefiniertes Widget hinzufügen
es: Añadir widget personalizado

source: Add Content Strip
de: Inhaltsstreifen hinzufügen
es: Agregar tira de contenido

source: Add a Prewidget
de: Ein Prewidget hinzufügen
es: Agregar un widget previo

source: Add a PostWidget
de: Ein PostWidget hinzufügen
es: Agregar un widget posterior

source: Add an Info Widget
de: Ein Info-Widget hinzufügen
es: Agregar un widget de información

source: Show Data Widget
de: Daten-Widget anzeigen
es: Mostrar widget de datos

source: Show Error Widget
de: Fehler-Widget anzeigen
es: Mostrar widget de error

source: Show No Data Widget
de: Kein Daten-Widget anzeigen
es: Mostrar widget sin datos

source: Show Loader
de: Lader anzeigen
es: Mostrar cargador

source: Example add icon
de: Beispiel für ein Hinzufügen-Symbol
es: Ejemplo de agregar icono

source: Drag and Drop a Widget
de: Ein Widget per Drag & Drop verschieben
es: Arrastrar y soltar un widget

source: Open Tool Bar
de: Werkzeugleiste öffnen
es: Abrir barra de herramientas

source: Click to Open Tool bar
de: Zum Öffnen der Werkzeugleiste hier klicken
es: Haga clic para abrir la barra de herramientas

source: Widget Library:
de: Widget-Bibliothek:
es: Biblioteca de widgets:

source: Editor Mode:
de: Bearbeitungsmodus:
es: Modo editor:

source: Basic
de: Grundlagen
es: Básico

source: Advanced
de: Fortgeschritten
es: Avanzado

source: Close Tool Bar
de: Werkzeugleiste schließen
es: Cerrar barra de herramientas

source: Click to Expand Tool bar
de: Zum Erweitern der Werkzeugleiste hier klicken
es: Haga clic para expandir la barra de herramientas

source: Text
es: Texto

source: Image Map
de: Grafikkarte
es: Mapa de imagen

source: Entry List
de: Eingabeliste
es: Lista de entrada

source: Responsive Container
de: Reaktionsbehälter
es: Contenedor receptivo

source: Gallery Container
de: Galerie-Container
es: Contenedor de galería

source: Insert a new row
de: Eine neue Zeile einfügen
es: Insertar una nueva fila

source: Add a new row
de: Eine neue Zeile hinzufügen
es: Agregar una nueva fila

source: No data available to show
de: Keine Daten verfügbar, die angezeigt werden können.
es: No hay datos disponibles para mostrar

source: Error while fetching content
de: Fehler beim Abrufen von Inhalten
es: Error al recuperar contenido

source: Enter title
de: Titel eingeben
es: Ingrese el título

source: Above field is required
de: Das obige Feld ist erforderlich.
es: Por encima del campo es obligatorio

source: Enter URL
de: URL eingeben
es: Introducir URL

source: Add new Path
de: Neuen Pfad hinzufügen
es: Agregar nueva ruta

source: Provide Id of the content
de: ID des Inhalts angeben
es: Proporcione la identificación del contenido

source: Upload File
de: Datei hochladen
es: Subir archivo

source: Choose Video (less than 200MB)
de: Video auswählen (weniger als 200 MB)
es: Elegir video (menos de 200 MB)

source: Choose Audio (less than 200MB)
de: Video auswählen (weniger als 200 MB)
es: Elegir audio (menos de 200 MB)

source: Change Video (less than 200MB)
de: Video wechseln (weniger als 200 MB)
es: Cambiar video (menos de 200 MB)

source: Change Audio (less than 200MB)
de: Video wechseln (weniger als 200 MB)
es: Cambiar audio (menos de 200 MB)

source: Choose Poster Image (less than 1MB)
de: Posterbild auswählen (weniger als 1MB)
es: Elegir imagen de póster (menos de 1 MB)

source: Change Poster Image (less than 1MB)
de: Posterbild ändern (weniger als 1MB)
es: Cambiar imagen de póster (menos de 1 MB)

source: AutoPlay
de: Automatische Wiedergabe
es: Reproducción automática

source: Resume From
de: Fortsetzen von
es: Reanudar desde

source: Select Data Input type
de: Dateneingabetyp auswählen
es: Seleccionar tipo de entrada de datos

source: Plain HTML
de: Einfaches HTML
es: HTML plano

source: Template
de: Vorlage
es: Plantilla

source: Enter Template Data
de: Vorlagendaten eingeben
es: Ingresar datos de plantilla

source: Template Data
de: Vorlagendaten
es: Datos de plantilla

source: Choose HTML
de: HTML auswählen
es: Elegir HTML

source: Change HTML
de: HTML ändern
es: Cambiar HTML

source: Choose JSON
de: HTML auswählen
es: Elegir JSON

source: Change JSON
de: HTML ändern
es: Cambiar JSON

source: Enter Iframe URL
de: Iframe-URL eingeben
es: Ingrese la URL del iframe

source: Enter Title
de: Titel eingeben
es: Ingrese el título

source: Image
de: Bild
es: Imagen

source: The above field is required
de: Das obige Feld ist erforderlich.
es: El campo anterior es obligatorio

source: Alternate Text For Image
de: Text für Bild wechseln
es: Texto alternativo para imagen

source: Alternate
de: Alternativ
es: Alterno

source: URL Type
de: URL-Typ
es: Tipo de URL

source: Provide Anchor Id
de: Anchor Id bereitstellen
es: Proporcionar ID de ancla

source: Provide URL
de: URL bereitstellen
es: Proporcionar URL

source: Target
es: Destino

source: Open in New Window
de: In neuem Fenster öffnen
es: Abrir en Nueva ventana

source: Open in Same Window
de: Im gleichen Fenster öffnen
es: Abrir en la misma ventana

source: Add a new area
de: Neuen Bereich hinzufügen
es: Agregar una nueva área

source: Redirect URL
de: URL umleiten
es: Redireccionar URL

source: Open in new tab
de: In neuer Registerkarte öffnen
es: Abrir en una nueva pestaña

source: Open in same tab
de: In der gleichen Registerkarte öffnen
es: Abrir en la misma pestaña

source: Image Size Details
de: Details zur Bildgröße
es: Detalles de tamaño de imagen

source: Less than 450px
de: Weniger als 450px
es: Menos de 450 px

source: For 450px to 768px
de: Für 450px bis 768px
es: Para 450 px a 768 px

source: For 768px to 1024px
de: Für 768px bis 1024px
es: Para 768 px a 1024 px

source: For 1024 to 1400px
de: Für 1024 bis 1400px
es: Para 1024 a 1400 px

source: Greater than 1400px
de: Mehr als 1400px
es: Mayor de 1400 px

source: Add a new banner
de: Ein neues Banner hinzufügen
es: Agregar un nuevo banner

source: Design Value
de: Auslegungswert
es: Diseñar valor

source: With Details
de: Mit Details
es: Con detalles

source: Without Details
de: Ohne Details
es: Sin detalles

source: Auto Next
de: Automatische Weiterleitung
es: Auto siguiente

source: Delay
de: Verzögerung
es: Retraso

source: Delay in Seconds
de: Verzögerung in Sekunden
es: Retraso en segundos

source: Auto Play
de: Automatische Wiedergabe
es: Auto-reproducción

source: Player Style
de: Player-Stil
es: Estilo del reproductor

source: Ribbon Style
de: Farbbandstil
es: Estilo de la cinta

source: Key
de: Schlüssel
es: Clave

source: Do you require Post-Card
de: Benötigen Sie eine Postkarte?
es: ¿Requiere tarjeta postal?

source: Content Card Type
de: Inhaltskartentyp
es: Tipo de tarjeta de contenido

source: Standard
es: Estándar

source: Minimal
de: Mindestens
es: Mínimo

source: Space-Saving
de: Platzsparend
es: Ahorro de espacio

source: Content IDs
de: Inhalts-IDs
es: ID de contenido

source: Provide URL for fetching content
de: Zum Holen des Inhalts URL angeben
es: Proporcionar URL para recuperar contenido

source: Provide Search Request
de: Suchauftrag bereitstellen
es: Proporcionar solicitud de búsqueda

source: Provide Content IDs in the order in which it needs to appear. ( You can find the id of a content by going to its details page or player. It will be part of its url and looks like “lex_auth_012893540415217664101”).
de: Geben Sie Inhalts-IDs in der Reihenfolge an, in der sie erscheinen sollen. ( Die ID eines Inhalts finden Sie auf seiner Detailseite oder Player. Es wird Teil seiner URL sein und sieht etwa so aus “lex_auth_012893540415217664101”).
es: Proporcione ID de contenido en el orden en que debe aparecer. (Puede encontrar la identificación de un contenido yendo a su página de detalles o reproductor. Será parte de su url y se verá como "lex_auth_012893540415217664101").

source: Double click on the desired template to choose the type:
de: Zur Auswahl des Typs auf die gewünschte Vorlage doppelklicken:
es: Haga doble clic en la plantilla deseada para elegir el tipo:

source: Model Templates
de: Modellvorlagen
es: Plantillas modelo

source: Blank Content
de: Leerer Inhalt
es: Contenido en blanco

source: HTML with Content Strip
de: HTML mit Inhaltsstreifen
es: HTML con tira de contenido

source: Image Map with Content Strip
de: Grafikkarte mit Inhaltsstreifen
es: Mapa de imagen con tira de contenido

source: Copy from other contents
de: Kopie von anderen Inhalten
es: Copiar de otros contenidos

source: Something went wrong. Not able to load the content.
de: Etwas ist falsch gelaufen Inhalt kann nicht abgerufen werden
es: Algo salió mal. No se pudo cargar el contenido

source: No data available.
de: Keine Daten verfügbar.
es: Datos no disponibles.

source: Load more...
de: Mehr laden...
es: Cargar más...

source: Embedd Code
de: Eingebetteter Code
es: Código incrustado

source: Content Slider
de: Inhalt Schieberegler
es: Control deslizante de contenido

source: Photo Gallery
de: Fotogalerie
es: Galería de fotos

source: Video Gallery
de: Videogallerie
es: Galería de videos

source: Delete icon
de: Symbol löschen
es: Eliminar icono

source: Edit icon
de: Symbol bearbeiten
es: Editar icono

source: Move Left icon
de: Linkes Symbol verschieben
es: Mover icono a la izquierda

source: Move Left
de: Nach links verschieben
es: Mover hacia la izquierda

source: Move Right icon
de: Rechtes Symbol verschieben
es: Mover icono a la derecha

source: Move Right
de: Nach rechts verschieben
es: Mover a la derecha

source: Move Top icon
de: Oberes Symbol verschieben
es: Mover icono hacia arriba

source: Move Up
de: Nach oben verschieben
es: Mover hacia arriba

source: Move Bottom icon
de: Unteres Symbol verschieben
es: Mover icono hacia abajo

source: Move Down
de: Nach unten verschieben
es: Mover hacia abajo

source: Copy icon
de: Symbol kopieren
es: Copiar icono

source: Insert new Row
de: Neue Zeile einfügen
es: Insertar nueva fila

source: Common
de: Gemeinsam
es: Común

source: Only Image
de: Nur Bild
es: Solo imagen

source: Image and Link
de: Bild und Link
es: Imagen y enlace

source: Image and Title
de: Bild und Titel
es: Imagen y título

source: Image, Title and Link
de: Bild, Titel und Link
es: Imagen, título y enlace

source: Image with overlay Title
de: Bild mit überlagertem Titel
es: Imagen con título superpuesto

source: Image with overlay Title and Link
de: Bild mit überlagertem Titel und Link
es: Imagen con título superpuesto y enlace

source: Image, Title and Description
de: Bild, Titel und Beschreibung
es: Imagen, título y descripción

source: Image, Title, Description and Link
de: Bild, Titel, Beschreibung und Link
es: Imagen, título, descripción y enlace

source: Image with overlay Title and Description
de: Bild mit überlagertem Titel und Beschreibung
es: Imagen con título superpuesto y descripción

source: Image, Link with overlay Title and Description
de: Bild, Link mit überlagertem Titel und Beschreibung
es: Imagen, enlace con título superpuesto y descripción

source: Image, Label, Title, Description
de: Bild, Label, Titel, Beschreibung
es: Imagen, etiqueta, título, descripción

source: Image, Label, Title, Description and Link
de: Bild, Label, Titel, Beschreibung und Link
es: Imagen, etiqueta, título, descripción y enlace

source: Image (Ideal Dimensions
de: Bild (Idealgröße
es: Imagen (Dimensiones ideales

source: Label
es: Etiqueta

source: Link
es: Enlazar

source: Add an another series
de: Eine andere Serie hinzufügen
es: Agregar otra serie

source: Parent Collection
de: Elternkollektion
es: Colección para padres

source: Provide List of Contents
de: Liste mit Inhalten angeben
es: Proporcionar lista de contenidos

source: Remove this Entry
de: Diesen Eintrag entfernen
es: Eliminar esta entrada
