Repository: 8187953381/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: de, es

source: Content will be marked as complete once you pass this assessment.
de: Nach Bestehen dieser Beurteilung wird der Inhalt als abgeschlossen markiert.
es: El contenido se marcará como completo una vez que pase esta evaluación.

source: Content will be marked as complete once you submit this quiz/exercise.
de: Nach Übermitteln des Quiz/der Übung wird der Inhalt als abgeschlossen markiert.
es: El contenido se marcará como completo una vez que envíe este cuestionario / ejercicio.

source: Your learning progress for this content is captured externally and will be updated in this portal once it is received.
de: Ihr Lernfortschritt für diesen Inhalt wird extern festgehalten und nach seinem Erhalt in diesem Portal aktualisiert.
es: Su progreso de aprendizaje para este contenido se captura externamente y se actualizará en este portal una vez que se reciba.

source: Your progress was automatically captured from its source.
de: Ihr Fortschritt wird automatish an seiner Quelle erfasst.
es: Su progreso fue capturado automáticamente desde su fuente.

source: This content is hierarchical. Progress will be calculated on the basis of children resources
de: Dieser Inhalt ist hierarchisch. Der Fortschritt wird anhand der Ressourcen der Kinder ermittelt
es: Este contenido es jerárquico. El progreso se calculará en función de los recursos de los niños.

source: Progress will be calculated based on your classroom attendance.
de: Der Fortschritt wird anhand Ihrer Anwesenheit im Unterricht ermittelt.
es: El progreso se calculará en función de su asistencia a clase.

source: At a glance
de: Auf einen Blick
es: De un vistazo

source: Format
es: Formato

source: Level
de: Niveau
es: Nivel

source: Cost
de: Kosten
es: Costo

source: Views
de: Ansicht
es: Vistas

source: Unique)
de: einmalig)
es: Único)

source: Structure
de: Struktur
es: Estructura

source: Course
de: Kurs
es: Curso

source: Courses
de: Kurse
es: Cursos

source: Module
de: Modul
es: Módulo

source: Modules
de: Module
es: Módulos

source: Video
es: Vídeo

source: Interactive Video
de: Interaktives Video
es: Vídeo interactivo

source: Interactive Videos
de: Interaktive Videos
es: Videos interactivos

source: Youtube Video
es: Video de YouTube

source: Youtube Videos
es: Videos de YouTube

source: Web Module
de: Web-Modul
es: Módulo web

source: Web Modules
de: Web Module
es: Módulos Web

source: Web Page
de: Webseite
es: Página web

source: Web Pages
de: Webseiten
es: Páginas web

source: Quiz
es: Cuestionario

source: Quizzes
de: Quizze
es: Pruebas

source: Assessment
de: Bewertung
es: Evaluación

source: Assessments
de: Bewertungen
es: Evaluaciones

source: Other Item
de: Anderer Artikel
es: Otro ítem

source: Other Items
de: Andere Artikel
es: Otros elementos

source: Updated
de: Aktualisiert
es: Actualizado

source: Expires On
de: Verfällt am
es: Expira el

source: Mode
de: Modus
es: Modo

source: Region
es: Región

source: Keywords
de: Schlüsselwörter
es: Palabras clave

source: Curated in KB
de: In KB gepflegt
es: Curado en KB

source: Show More
de: Mehr anzeigen
es: Mostrar más

source: Show Less
de: Weniger anzeigen
es: Mostrar menos

source: Authors
de: Autoren
es: Autores

source: Contacts
de: Kontakte
es: Contactos

source: English
es: Inglés

source: German
de: Deutsch (de)
es: Alemán

source: Arabic
de: Arabisch (ar)
es: Árabe

source: Chinese
de: Chinesisch
es: Chino

source: French
de: Französisch (fr)
es: Francés

source: French Canada
de: Französisch-Kanada (fr-ca)
es: Francés de Canadá

source: Dutch
de: Niederländisch (nl)
es: Holandés

source: Japanese
de: Japanisch (ja)
es: Japonés

source: Spanish
de: Spanisch (es)
es: Español

source: Logout Now
de: Jetzt abmelden
es: Cerrar sesión ahora

source: Are you sure?
de: Bist du sicher?
es: ¿Está seguro?

source: Yes
de: Ja
es: Sí

source: Error as Restricted Widget
de: Fehler als eingeschränktes Widget
es: Error como widget restringido

source: Widget Type :
de: Widget-Typ :
es: Tipo de widget:

source: Widget Sub Type :
de: Widget-Untertyp :
es: Subtipo de widget:

source: See Details
de: Siehe Details
es: Ver detalles

source: Hide Details
de: Details ausblenden
es: Ocultar detalles

source: Widget Data :
de: Widget-Daten:
es: Datos del widget:

source: Error as Invalid Registration for Widget
de: Fehler als ungültige Registrierung für Widget
es: Error como registro no válido para el widget

source: Error as Invalid Permission for Widget
de: Fehler als ungültige Berechtigung für Widget
es: Error como permiso no válido para el widget

source: Error in Resolving Json for Widget
de: Fehler bei der Auflösung von Json für Widget
es: Error al resolver Json para Widget

source: Apps
es: Aplicaciones

source: Pinned
de: Angeheftet
es: Fijado

source: All
de: Alle
es: Todas

source: Featured
de: Ausgewählte
es: Destacados

source: Explore all features
de: Entdecke alle Funktionen
es: Explore todas las funciones

source: About
de: Über
es: Acerca de

source: about-video
de: Über-Video
es: sobre-video

source: Read More
de: Mehr lesen
es: Más información

source: Contact Us
de: Kontaktiere uns
es: Contacte con nosotros

source: FAQ
es: Preguntas frecuentes

source: Frequently asked questions can be configured here.
de: Häufig gestellte Fragen können hier konfiguriert werden
es: Las preguntas más frecuentes se pueden configurar aquí.

source: Login
de: Anmelden
es: Iniciar sesión

source: <br/> path path path browser/Android/iOS native applications)<br/> In 1) you will not have to do separate authentication, your windows login will be path In 2) You need to register yourself first for Multi-Factor Authentication (MFA) at
es: <br/> path path path path In 2) Necesita registrarse primero para la autenticación de factores múltiples (MFA) en

source: on intranet and register.<br/> The passcode or pin you set up here will be used for login later.<br/> Once you enter your Infosys user name and password on a Microsoft Page, you will receive a call prompting you to use the passcode/pin to authenticate yourself.<br/> You can also either register or change your pin if you have forgotten.
es: o intranet y registrarse.<br/> La contraseña o pin que colocó aquí serán utilizados para el inicio de sesión más adelante.<br/> Una vez que introduzca su nombre de usuario y contraseña de Infosys en una página Microsoft, recibirá una llamada que le pedirá que utilice la contraseña/pin para autenticarse.<br/> También puede registrarse o cambiar su pin si se le olvida.

source: Request to kindly clear your cookies and cache of the desktop browser once before trying.<br/> Also you can use Incognito mode or Private Browsing modes of Chrome and IE.<br/> path
es: Se le solicita que borre las cookies y la memoria cache del navegador de escritorio antes de intentarlo.<br/> También puede utilizar el modo incógnito o los modos de navegación privada de Chrome e IE.<br/> path

source: Please visit:<br/>
es: Visite:<br/>

source: and register yourself for Multi-Factors Authentication.<br/> You can set a passcode of your choice. Select Call-In method for authentication.<br/> path 1. Visit
es: y regístrese para la autenticación de factores múltiples.<br/> Puede establecer una contraseña de su elección. Seleccione el método por llamada para la autenticación.<br/> path 1. Visite

source: <br/> 2. Press Login Button<br/> 3. If you are on Infosys Network, you will not have to just enter your Infosys Mail ID<br/> 4. If you are on Internet, on button click, you will be taken to Microsoft Login Site. Please enter your Infosys Mail ID<br/> 5. You will be taken to stsakaash site which is from Infosys. Here you provide your email id and password(Infosys account)<br/> 6. You will receive a phone call from Microsoft on your registered phone number<br/> 7. You are required to key-in your passcode and #<br/> 8. If your authentication is successful, the web browser will automatically take you to path
es: <br/> 2. Presionar el botón Iniciar sesión<br/> 3. Si está en la red de Infosys, no tendrá que ingresar su identificación de correo Infosys<br/> 4. Si está en internet, haga clic en el botón, será llevado al sitio de inicio de sesión de Microsoft. Introduzca su identificación de correo de Infosys<br/> 5. Será llevado al sitio stsakaash que es de Infosys. Aquí suministre su identificación de correo electrónico y contraseña (cuenta de Infosys)<br/> 6. Recibirá una llamada telefónica de Microsoft en el número de teléfono registrado<br/> 7. Le pedirán que ingrese su contraseña y #<br/> 8. Si la autenticación es exitosa, el navegador web le llevará automáticamente a path

source: Clear the browser cache and cookies (going as far back as possible).<br/> This issue is mainly for user who use other Infosys O365 Applications like Mail, VPN, Yammer and many more.<br/> The token issued by Microsoft when you used such an application is stored in the cookies path application which is also a O365 Application.<br/> path
es: Borre la memoria cache del navegador y las cookies (tan atrás como sea posible).<br/> Este problema se presenta principalmente en los usuarios que utilizan otras aplicaciones de Infosys O365 como Mail, VPN, Yammer y otras.<br/> El token emitido por Microsoft cuando utilizó esa aplicación se guarda en las cookies y Microsoft debe ser forzado path aplicación O365.<br/> path

source: Q5. Account Already Exists
de: F.5 Konto ist bereits vorhanden
es: Q5. La cuenta ya existe

source: Raise an AHD
de: AHD erstellen
es: Levante un AHD

source: path please help me with this?
es: path

source: Can you mail CCD-Helpdesk (Global Support)
de: Bitte schreibe eine Mail an den CCD-Helpdesk (Global Support)
es: ¿Puede enviar un correo electrónico a CCD-Helpdesk (Soporte Global)

source: and get them to reset the same?
de: mit der Bitte, selbiges zurückzusetzen?
es: y conseguir que lo restauren?

source: Q7. Downtime
de: F.7 Ausfallzeit
es: Q7. Tiempo excedido

source: Request you to kindly clear your cookies and cache of the desktop browser once before trying.<br/> Also you can use Incognito mode or Private Browsing modes of Chrome and IE.
es: Se le solicita que borre las cookies y la memoria cache del navegador de escritorio antes de intentarlo.<br/> También puede utilizar el modo incógnito o los modos de navegación privada de Chrome e IE.

source: Mobile Apps
es: Aplicaciones móviles

source: Download the app
de: App herunterladen
es: Descargue la aplicación

source: to access
de: um
es: para acceder

source: from your mobile device
de: von Ihrem mobilen Gerät aus zuzugreifen
es: desde su dispositivo móvil

source: This application requires Multi Factor Authentication (MFA) as set by your organization. Please note the following before you install this app.
de: Für diese Anwendung ist die von Ihrer Organisation eingerichtete mehrstufige Authentifizierung (MFA) erforderlich. Vor dem Installieren der App beachte bitte folgendes.
es: Esta aplicación requiere autenticación multifactor (MFA) según lo estableció su organización. Tenga en cuenta lo siguiente antes de instalar esta aplicación.

source: Post installation you will have to log in with the MFA. To reset or configure MFA, go to your organization portal
de: Nach der Installierung musst du dich mit MFA anmelden. Zum Zurücksetzen oder Konfigurieren der MFA gehe bitte zum Portal deiner Organisation
es: Después de la instalación tendrá que iniciar sesión con la MFA. Para reiniciar o configurar la MFA, vaya al portal de su organización

source: OPEN IN PLAY STORE
de: IM PLAY STORE ÖFFNEN
es: ABIERTO EN PLAY STORE

source: Download from our server
de: Herunterladen von unserem Server
es: Descargar de nuestro servidor

source: Or scan QR code to download:
de: Oder scanne den QR Code zum Herunterladen:
es: O escanee el código QR para descargar:

source: android qr code
es: código qr de android

source: Server
es: Servidor

source: When prompted for code, please enter
de: Wenn du zur Eingabe des Codes aufgefordert werden, gib bitte Folgendes ein
es: Cuando se le solicite el código, ingrese

source: * If prompted, allow installation from unknown sources. You can disable this option after the app installation is complete.
de: * Wenn aufgefordert, erlauben Sie die Installation aus unbekannten Quellen Sie können diese Option deaktivieren, nachdem die Installation der App abgeschlossen ist.
es: * Si se le solicita, permita la instalación de fuentes desconocidas. Puede deshabilitar esta opción después de que se complete la instalación de la aplicación.

source: Coming Soon...
de: Kommt bald…
es: Pronto...

source: OPEN IN APP STORE
de: IM APP STORE GEÖFFNET
es: ABRA EN APP STORE

source: ios qr code
es: código ios qr

source: Mobile Apps are not yet available for the Web-App
de: Mobile Apps sind für die Web-App noch nicht verfügbar
es: Las aplicaciones móviles aún no están disponibles para la aplicación web

source: App Update
es: Actualización de la aplicación

source: App has been updated. Do you want to load new version?
de: App wurde aktualisiert. Möchten Sie eine neue Version herunterladen?
es: La aplicación ha sido actualizada. ¿Quiere cargar una nueva versión?

source: Application Logo
de: Anwendungslogo
es: Logotipo de la aplicación

source: Welcome Aboard
de: Willkommen an Bord
es: Bienvenido a bordo

source: Powered by Infosys Wingspan
es: Desarrollado por Infosys Wingspan

source: path Login
es: path Iniciar sesión

source: Login For Infoscions <mat-icon>exit_to_app</mat-icon>
es: Inicie sesión para obtener información <mat-icon> salida_a_app</mat-icon>

source: Login For Subsidiaries
de: Anmelden für Tochterunternehmen
es: Inicio de sesión para filiales

source: Login For New Recruits
de: Anmelden für neue Mitarbeiter
es: Inicio de sesión para nuevos reclutas

source: Terms of use
de: Nutzungsbedingungen
es: Términos de uso

source: Help & Contact
de: Hilfe & Kontakt
es: Ayuda y contacto

source: Home
es: Inicio

source: Accept & Proceed
de: Akzeptieren & Fortfahren
es: Aceptar y continuar

source: Done
de: Fertig
es: Hecho

source: Terms & Conditions
de: Bedingungen
es: Términos y condiciones

source: Terms and Conditions have been updated.
de: Die Allgemeinen Geschäftsbedingungen wurden aktualisiert.
es: Los términos y condiciones han sido actualizados.

source: T&C Version:
es: Versión de T&C:

source: Available Languages
de: Verfügbare Sprachen
es: Idiomas Disponibles

source: View Data Privacy
de: Datenschutzerklärung ansehen
es: Ver privacidad de datos

source: Data Privacy
de: Datenschutzerklärung
es: Privacidad de datos

source: Data privacy has been upgraded.
de: Der Datenschutz wurde aktualisiert.
es: La privacidad de los datos ha sido actualizada.

source: Data Privacy Version:
de: Datenschutz version:
es: Versión de privacidad de datos:

source: Powered by Infosys Wingspan
es: Desarrollado por Infosys Wingspan

source: Privacy
de: Datenschutz
es: Privacidad

source: Contact
de: Kontakt
es: Contacto

source: Log-in
es: Iniciar sesión

source: Start learning and connecting
de: Beginnen Sie den Lernprozess und die Verbindung herzustellen
es: Comience a aprender y a conectarse

source: Features
es: Características

source: Find Features
de: Funktionen finden
es: Encontrar características

source: No features matches your query
de: Feature nicht verfügbar
es: No hay características que coincidan con su consulta

source: Logout
de: Abmelden
es: Cerrar sesión

source: User Registration
de: Benutzerregistrierung
es: Registro de usuario

source: User Registration
de: Benutzerregistrierung
es: Registro de usuario

source: Registered Users
de: Angemeldete Benutzer
es: Usuarios Registrados

source: Registered Users
de: Angemeldete Benutzer
es: Usuarios Registrados

source: Save
de: Speichern
es: Guardar

source: Edit
de: Bearbeiten
es: Editar

source: Search Request
de: Suchanfrage
es: Solicitud de búsqueda

source: Save
de: sparen
es: Guardar

source: Select a source
de: Wählen Sie eine Quelle
es: Seleccionar una fuente

source: Choose a start date
de: Wählen Sie ein Startdatum
es: Elegir una fecha de inicio

source: Choose a end date
de: Wählen Sie ein Enddatum
es: Elige una fecha de finalización

source: Save
de: speichern
es: Guardar

source: The following users are already registered
de: Folgende Benutzer sind bereits registriert
es: Los siguientes usuarios ya están registrados

source: Deregister
de: Abmelden
es: Darse de baja

source: Are you sure?
de: Sind Sie sicher?
es: ¿Está seguro?

source: First Name
de: Vorname
es: Nombre

source: Last Name
de: Nachname
es: Apellido

source: There are no users registered for this source
de: Für diese Quelle gibt es keine angemeldeten Benutzer.
es: No hay usuarios registrados para esta fuente

source: We are gathering the data to provide insights! Coming soon ...
de: Wir sammeln die Daten, um Erkenntnisse zu gewinnen! In Kürze verfügbar...
es: ¡Estamos recopilando los datos para proporcionar información! Próximamente...

source: Unique Users
de: Einzelnutzer
es: Usuarios únicos

source: Users By Departments
de: Benutzer nach Abteilungen
es: Usuarios por departamentos

source: Users By Cities
de: Benutzer nach Städten
es: Usuarios por ciudades

source: back
de: zurück
es: atrás

source: Channels
es: Canales

source: Concept Graph
de: Konzeptgraph
es: Gráfico conceptual

source: Search for topics?
de: Themensuche?
es: ¿Búsqueda por temas?

source: Search...
de: Suchen…
es: Buscar...

source: Programs
de: Programme
es: Programas

source: Courses
de: Kurse
es: Cursos

source: Modules
de: Module
es: Módulos

source: Resources
de: Ressourcen
es: Recursos

source: Are you sure you want to delete
de: Bist du sicher, dass du die Daten löschen möchtest?
es: Está seguro que quiere borrarlo

source: YES
de: JA
es: SI

source: Deleting Goal
de: Ziel löschen
es: Eliminando objetivo

source: Error deleting goal
de: Fehler beim Löscen des Ziels
es: Error al eliminar meta

source: Goal Deleted
de: Ziel wurde gelöscht
es: Meta eliminada

source: will be added to your goals
de: wird zu deinen Zielen hinzugefügt
es: se añadirá a sus metas

source: By accepting this, you are granting permission to
de: Mit Ihrer Annahme geben Sie Ihr Einverständnis
es: Al aceptarlo, está otorgando permiso

source: to track your progress for this goal.
de: Ihren Fortschritt für dieses Ziel zu verfolgen.
es: para monitorear su progreso hacia esta meta.

source: You have already added this goal earlier. Your earlier goal will be deleted to prevent duplicates.
de: Dieses Ziel haben Sie bereits hinzugefügt. Ihr vorheriges Ziel wird gelöscht, um Duplizierungen zu vermeiden.
es: Ya ha añadido esta meta anteriormente. Su meta anterior será borrada para evitar duplicados.

source: You will not be able to edit or delete this goal.
de: Dieses Ziel werden Sie nicht bearbeiten oder löschen können.
es: Usted no podrá editar o borrar esta meta.

source: Target completion date :
de: Angezieltes Fertigstellungsdatum:
es: Fecha de terminación de objetivos:

source: day(s) from now.
de: Tag(e) ab jetzt.
es: día(s) a partir de ahora.

source: Do you want to continue?
de: Möchten Sie fortfahren?
es: ¿Desea continuar?

source: Accepting goal
de: Ziel akzeptieren
es: Aceptando objetivo

source: Error accepting goal
de: Fehler bei der Zielannahme
es: Error al aceptar objetivo

source: Goal Accepted
de: Ziel akzeptiert
es: Meta aceptada

source: Why do you want to reject this goal
de: Warum willst du dieses Ziel ablehnen?
es: ¿Por qué quieres rechazar este objetivo?

source: For eg: I find this goal to be unattainable
de: wie z.B: Ich finde dieses Ziel unerreichbar
es: Por ejemplo: Encuentro que este objetivo es inalcanzable

source: SUBMIT
de: SENDEN
es: ENVIAR

source: Rejecting goal
de: Ziel ablehnen
es: Rechazando objetivo

source: Error rejecting goal
de: Fehler bei der Ablehnung des Ziels
es: Error al rechazar objetivo

source: Goal Rejected
de: Ziel zurückgewiesen
es: Meta rechazada

source: Share this goal with
de: Teile dieses Ziel mit
es: Compartir este objetivo con

source: Give them a message
de: Sende eine Nachricht
es: Darles un mensaje

source: For eg: I hope this will help you expand your skillset
de: wie z.B: Ich hoffe, dass dies helfen wird, bestimmte Fähigkeiten zu erweitern.
es: Por ejemplo: Espero que esto le ayude a expandir sus habilidades

source: Goal not shared with the following users:
de: Ziel wurde nicht mit folgenden Benutzern geteilt:
es: Meta no compartida con los siguientes usuarios:

source: Unauthorized users :
de: Unbefugte Benutzer:
es: Usuarios no autorizados:

source: Already shrared users :
de: Bereits gemeinsame Benutzer:
es: Usuarios ya compartidos:

source: Invalid users :
de: UNGÜLTIGER BENUTZER:
es: Usuarios inválidos:

source: DONE
de: ABGESCHLOSSEN
es: HECHO

source: Sharing
de: Teilen
es: Compartiendo

source: Error sharing goal
de: Fehler bei der gemeinsamen Zielnutzung
es: Error al compartir meta

source: Goal shared successfully
de: Ziel erfolgreich geteilt
es: Meta compartida con éxito

source: Goal shared with some of the users.
de: Ziel wurde mit einigen der Benutzer geteilt.
es: Meta compartida con algunos de los usuarios.

source: Your goal has not been shared with anyone
de: Ihr Ziel wurde nicht mit anderen geteilt
es: Su meta no ha sido compartida con nadie

source: Deleting
de: Wird gelöscht
es: Borrando

source: Error deleting goal for user
de: Fehler beim Löschen des Ziels für den Benutzer
es: Error al eliminar el objetivo para el usuario

source: You have not started yet!
de: Sie haben noch nicht angefangen!
es: ¡Aún no ha comenzado!

source: less than 1%
de: weniger als 1%
es: menos del 1%

source: achieved
de: erreicht
es: logrado

source: This goal includes
de: Dieses Ziel umfasst
es: Este objetivo incluye

source: Set Duration
de: Dauer einstellen
es: Establecer duración

source: day(s)
de: Tag(e)
es: día(s)

source: UPDATE
es: ACTUALIZAR

source: Deadline on
de: Deadline am
es: Fecha límite en

source: shared with
de: Freigegeben für
es: compartido con

source: and
de: und
es: y

source: other(s)
de: Sonstige
es: otro(s)

source: You have not shared this goal yet!
de: Du hast dieses Ziel noch nicht geteilt!
es: ¡No ha compartido esta meta aún!

source: Error updating goal duration
de: Fehler bei der Aktualisierung der Dauer des Ziels
es: Error al actualizar la duración del objetivo

source: Goal duration updated
de: Ziel-Zeitraum wurde aktualisiert
es: Duración de la meta actualizada

source: Create Goal
de: Ziel anlegen
es: Crear meta

source: COMMON GOALS
de: GEMEINSAME ZIELE
es: OBJETIVOS COMUNES

source: Track Goal
de: Verfolgungsziel
es: Rastrear objetivo

source: Target time for completion
de: Vorgabezeit für die Fertigstellung
es: Tiempo objetivo para completar

source: ACCEPTED
de: AKZEPTIERT
es: ACEPTADO

source: Goals
de: Ziele
es: Metas

source: Accept or Reject goals shared with you!
de: Akzeptiere die Ziele oder lehne sie ab
es: ¡Aceptar o rechazar los objetivos compartidos con usted!

source: My goals
de: Meine Ziele
es: Mis objetivos

source: For others
de: Für andere
es: Para otros

source: Accept or Reject goals shared with you!
de: Nimm die Ziele an oder lehne sie ab
es: ¡Aceptar o rechazar los objetivos compartidos con usted!

source: shared by
de: geteilt von
es: compartido por

source: Accept
de: Annehmen
es: Aceptar

source: Reject
de: Ablehnen
es: Rechazar

source: No Action Required
de: Keine Aktion erforderlich
es: No se requiere acción

source: ALL
de: ALLE
es: TODAS

source: Click on
de: Klicke auf
es: Haga clic en

source: to get started
de: um zu beginnen
es: para empezar

source: You have not completed any goals yet
de: Du hast noch keine Ziele erreicht
es: Aún no ha completado ningún objetivo

source: Error Fetching Data
de: Fehler beim Abrufen der Daten
es: Error al recuperar datos

source: You have not added any Goals for Others
de: Du hast keine Ziele für andere hinzugefügt
es: No ha agregado objetivos para otros

source: Edit Goal
de: Ziel bearbeiten
es: Editar objetivo
