Repository: 8187953381/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: de, es

source: Thumbnail
de: Miniaturansicht
es: Miniatura

source: close
de: schließen
es: cerrar

source: Rotate Left
de: Drehen Links
es: Girar a la izquierda

source: Rotate Right
de: Drehen Rechts
es: Girar a la derecha

source: Preview
de: Vorschau
es: Vista previa

source: Apply
de: Anwenden
es: Aplicar

source: Analytics
de: Analysen
es: Analítica

source: Call
de: Anruf
es: Llamada

source: Call Button
de: Anruftaste
es: Botón de llamada

source: Copy phone number to Clipboard
de: Telefonnummer in Clipboard kopieren
es: Copiar número de teléfono al portapapeles

source: Copy to Clipboard
de: In Clipboard kopieren
es: Copiar al portapapeles

source: Call
de: Anruf
es: Llamada

source: Open Call Dialog
de: Anruf-Dialog öffnen
es: Abrir diálogo de llamada

source: Explore
es: Explorar

source: Error Fetching Data
de: Fehler beim Abrufen der Daten
es: Error al recuperar datos

source: No categories to explore.
de: Keine Kategorien zum Durchsuchen
es: No hay categorías para explorar.

source: You can find content using search
de: Benutze die Suche, um Inhalte finden
es: Puede encontrar contenido buscando

source: SEARCH
de: SUCHE
es: BUSCAR

source: Explore all
de: Alles durchsuchen
es: Explorar todo

source: Download Content
de: Inhalt laden
es: Descargar contenido

source: Download
es: Descargar

source: Feedback
es: Comentarios

source: for
de: für
es: para

source: Leave a comment
de: Schreibe einen Kommentar
es: Dejar un comentario

source: Please wait...
de: Bitte warten...
es: Por favor espere...

source: Submit Feedback
de: Feedback senden
es: Enviar comentarios

source: Reset
de: Zurücksetzen
es: Restablecer

source: Open Content Feedback Dialog
de: Feedback zum Inhalt geben
es: Abrir diálogo de comentarios de contenido

source: Content Feedback
de: Feedback zum Inhalt
es: Comentarios sobre el contenido

source: Like
es: Me gusta

source: UnLike
es: No me gusta

source: Please wait
de: Bitte warten
es: Por favor espere

source: Do you want to send content to your mailbox ?
de: Soll Inhalt an deine Mailbox gesendet werden?
es: Desea enviar el contenido a su buzón?

source: Send
de: Senden
es: Enviar

source: send content over mail
de: Inhalt per Mail senden
es: enviar contenido por correo

source: Cancel
de: Stornieren
es: Cancelar

source: Don't send this content
de: Diesen Inhalt nicht senden
es: No enviar este contenido

source: Default mail body for sending the content to user mail box
de: Standard-Mailtext zum Senden des Inhalts an das Benutzer-Postfach
es: Cuerpo de correo predeterminado para enviar el contenido al buzón de correo del usuario

source: Success toast message for sending the content to user mail box
de: Erfolgsmeldung für das Senden des Inhalts an das Benutzerpostfach
es: Mensaje de éxito para enviar el contenido al buzón de correo del usuario

source: Content is sent to your inbox
de: Der Inhalt wird an deinen Posteingang gesendet
es: El contenido se envía a su bandeja de entrada

source: Error Toast message for sending the content to user mail box
de: Fehlermeldung (der Inhalt konnte nicht an das Benutzerpostfach gesendet werden)
es: Mensaje de error Toast para enviar el contenido al buzón de correo del usuario

source: Failed to send the resource to your inbox.
de: Die Ressource konnte nicht an deinen Posteingang gesendet werden
es: No se pudo enviar el recurso a su bandeja de entrada.

source: Send Content to your mailbox
de: Inhalt an deine Mailbox senden
es: Enviar contenido a su buzón

source: Send the content to your mail box
de: Den Inhalt an deine Mailbox senden
es: Enviar el contenido a su buzón

source: Share with
de: Teilen
es: Compartir con

source: Your message ...
de: Deine Nachricht ...
es: Su mensaje...

source: I want to share this artifact I found.
de: Ich möchte diesen Inhalt teilen
es: Quiero compartir este artefacto que encontré.

source: Share
de: Teilen
es: Compartir

source: Share this content with specified email address
de: Diesen Inhalt mit einer bestimmten E-Mail-Adressen teilen
es: Compartir este contenido con dirección de correo electrónico especificada

source: Close
de: Schließen
es: Cerrar

source: Unable to share. Try later
de: Kann nicht geteilt werden. Bitte versuche es später noch einmal
es: No se pudo de compartir. Inténtelo más tarde

source: Content successfully shared
de: Der Inhalt wurde erfolgreich geteilt
es: Contenido compartido con éxito

source: Share Content
de: Inhalt teilen
es: Compartir contenido

source: Search users
de: Benutzer suchen
es: Buscar usuarios

source: Fetching users...
de: Benutzer abrufen...
es: Obteniendo usuarios ...

source: No user found. Please check the value entered.
de: Kein Benutzer gefunden. Bitte überprüfe den eingegebenen Wert
es: No se encontró un usuario. Por favor verifique el valor ingresado.

source: User already added
de: Benutzer bereits hinzugefügt
es: Usuario ya agregado

source: Please select a user other than yourself.
de: Bitte wähle einen anderen Benutzer
es: Por favor seleccione un usuario distinto de usted mismo

source: icon
de: Symbol
es: ícono

source: FullScreen Toggle
de: Umschaltung auf Vollbild
es: Alternar pantalla completa

source: Add
de: Hinzufügen
es: Añadir

source: to Goals
de: Zu Zielen
es: a Objetivos

source: Goal
de: Ziel
es: Objetivo

source: Add to Goals
de: Zu Zielen hinzufügen
es: Añadir a metas

source: DONE
de: ABGESCHLOSSEN
es: HECHO

source: CREATE NEW
de: NEU ERSTELLEN
es: CREAR NUEVO

source: Content Added
de: Inhalt hinzugefügt
es: Contenido añadido

source: Content Removed
de: Inhalt entfernt
es: Contenido retirado

source: Error Updating Goal
de: Fehler beim Aktualisieren des Ziels
es: Error al actualizar la meta

source: I need your help in 'Elaborate your query'
de: Hilfe zu ‘Erläutere deine Anfrage‘
es: Necesito su ayuda para “Desarrollar su consulta”

source: Invalid Ids. Failed to send mail.
de: Ungültige IDs. Die Mail konnte nicht gesendet werden
es: IDs no válidas Falla en enviar al correo.

source: Send Mail
de: Mail senden
es: Enviar correo

source: Send Your Query
de: Sende deine Anfrage
es: Enviar su consulta

source: Mail Sent
de: Die Mail wurde gesendet
es: Correo enviado

source: Invalid id. Unable to send mail.
de: Ungültige ID. Es ist nicht möglich, die E-Mail zu senden
es: Identificación invalida. No se puede enviar el correo.

source: Unable to share mail. Please try again
de: Die E-Mail konnte nicht geteilt werden. Bitte versuche es noch einmal
es: No se puede compartir el correo. Por favor intente de nuevo

source: Send Mail
de: Mail senden
es: Enviar correo

source: Ask a query
de: Eine Anfrage stellen
es: Hacer una consulta

source: to Playlist
de: zur Playlist
es: a la lista de reproducción

source: Playlist
es: Lista de reproducción

source: Add to Playlist
de: Zur Playlist hinzufügen
es: Añadir a lista de reproducción

source: Enter Playlist Details
de: Gib Details zur Playlist ein
es: Introducir detalles de la lista de reproducción

source: Name
es: Nombre

source: Playlist title should be 1-100 characters
de: Der Titel der Wiedergabeliste sollte 1-100 Zeichen lang sein.
es: El título de la lista de reproducción debe tener entre 1 y 100 caracteres.

source: CREATE NEW
de: NEU ERSTELLEN
es: CREAR NUEVO

source: CREATE
de: ERSTELLEN
es: CREAR

source: CANCEL
de: STORNIEREN
es: CANCELAR

source: Playlist Created
de: Playlist erstellt
es: Lista de reproducción creada

source: Playlist Creation Failed
de: Erstellung der Playlist fehlgeschlagen
es: Creación de lista de reproducción fallida

source: Error Updating Content
de: Fehler bei der Aktualisierung von Inhalten
es: Error al actualizar contenido

source: Settings
de: Einstellungen
es: Configuración

source: Dark Mode
de: Dunkler Modus
es: Modo oscuro

source: Languages
de: Sprachen
es: Idiomas

source: Font Size
de: Schriftgröße
es: Tamaño de fuente

source: Themes
de: Themen
es: Temas

source: All Settings
de: Alle Einstellungen
es: Todos los ajustes

source: Base font size
de: Basis-Schriftgröße
es: Tamaño de fuente base

source: English (en)
de: Englisch (en)
es: Inglés (en)

source: German (de)
de: Deutsch (de)
es: Alemán (de)

source: Arabic (ar)
de: Arabisch (ar)
es: Árabe (ar)

source: Chinese (zh-CN)
de: Chinesisch (zh-CN)
es: Chino (zh-CN)

source: French (fr)
de: Französisch (fr)
es: Francés (fr)

source: French Canada (fr-ca)
de: Französisch-Kanada (fr-ca)
es: Canadá francés (fr-ca)

source: Dutch (nl)
de: Niederländisch (nl)
es: Holandés (nl)

source: Japanese (ja)
de: Japanisch (ja)
es: Japonés (ja)

source: Spanish (es)
de: Spanisch (es)
es: Español (es)

source: since
de: seit
es: desde

source: Content expired or deleted
de: Inhalt ist abgelaufen oder wurde gelöscht
es: Contenido caducado o eliminado

source: Content may be expired or deleted
de: Inhalt kann abgelaufen oder gelöscht sein
es: El contenido puede estar vencido o eliminado

source: Content
de: Inhalt
es: Contenido

source: Content Type
de: Inhaltstyp
es: Tipo de contenido

source: Duration
de: Dauer
es: Duración

source: action items
de: Aktionspunkte
es: elementos de acción

source: Content may be expired, deleted or accessible only inside company's network
de: Inhalt kann abgelaufen, gelöscht oder nur innerhalb des Unternehmensnetzwerks verfügbar sein.
es: El contenido puede estar vencido, eliminado o accesible solo dentro de la red de la empresa

source: Title
de: Titel
es: Título

source: Content
de: Inhalt
es: Contenido

source: Source
de: Quelle
es: Fuente

source: Complexity Level
de: Komplexitätsgrad
es: Nivel de complejidad

source: Details
es: Detalles

source: Newly Added
de: Neu hinzugefügt
es: Agregado recientemente

source: Newly Added
de: Neu hinzugefügt
es: Agregado recientemente

source: Description
de: Beschreibung
es: Descripción

source: Reason
de: Grund
es: Motivo

source: You don't have any Knowledge Boards
de: Du hast keine Knowledge Boards
es: No tiene ningún tablero de conocimiento

source: Select a Knowledge Board
de: Wähle ein Knowledge Board
es: Seleccionar un tablero de conocimiento

source: Choose Section
de: Abschnitt auswählen
es: Elegir sección

source: Default
de: Standard
es: Por defecto

source: This helps in...
de: Das hilft bei ...
es: Esto ayuda en...

source: Reason to add this goes here
de: Grund zum Hinzufügen ist hier
es: La razón para agregar esto va aquí

source: DONE
de: ABGESCHLOSSEN
es: HECHO

source: Content Updated
de: Inhalt aktualisiert
es: Contenido actualizado

source: Content not updated for some knowledge boards, add it from knowledge board home page
de: Der Inhalt für einige Wissensforen wurde nicht aktualisiert. Füge ihn von der Homepage des Knowledge Boards hinzu
es: Contenido no actualizado para algunos paneles de conocimiento, agréguelo desde la página de inicio del panel de conocimiento

source: Knowledge Board
es: Junta de conocimiento

source: Pin To Knowledge Board
de: Pin für das Knowledge Board
es: Anclar al tablero del conocimiento

source: Follow
de: Folgen
es: Seguir

source: UnFollow
de: Follow rückgängig machen
es: Dejar de seguir

source: Hey
es: Escuche

source: , welcome back!
de: , Willkommen zurück!
es: , bienvenido de nuevo!

source: thumbnail
de: Miniaturansicht
es: miniatura

source: View All
de: Alle anzeigen
es: Ver todo

source: Minimum
es: Caracteres

source: characters are required
de: Zeichen sind erforderlich
es: mínimos requeridos

source: There aren't any conversations about this yet.
de: Hierzu gibt es noch keinen Beitrag
es: Todavía no hay conversaciones sobre esto.

source: Show More Posts
de: Mehr Beiträge anzeigen
es: Mostrar más publicaciones

source: Post
de: Beitrag
es: Publicación

source: Conversation published successfully
de: Der Austausch wurde erfolgreich veröffentlicht
es: Conversación publicada con éxito

source: Unable to save. Please retry
de: Speichern nicht möglich. Bitte wiederholen
es: No se puede guardar. Volver a intentar

source: Post
es: Publicación

source: Post to Dashboard is disabled for authoring preview mode
de: Post to Dashboard ist deaktiviert für die Vorschau
es: La publicación en el panel está deshabilitada para el modo de vista previa de autoría

source: See More
de: Mehr sehen
es: Ver más

source: No likes
de: Keine Likes
es: Sin likes

source: Error fetching likes
de: Fehler beim Abrufen von Likes
es: Error al buscar likes

source: Up Votes
de: Stimmen dafür
es: Votos positivos

source: No up votes
de: Es gibt keine Stimmen dafür
es: No hay votos positivos

source: Error fetching up votes
de: Fehler beim Abrufen von Stimmen
es: Error al obtener votos positivos

source: Down Votes
de: Gegenstimmen
es: Votos negativos

source: No down votes
de: Es gibt keine Gegenstimmen
es: No hay votos negativos

source: Error fetching down votes
de: Fehler beim Laden der Abstimmungsergebnisse
es: Error al obtener votos

source: Following
de: Nachfolgend
es: Siguiendo

source: down vote
de: Gegenstimme
es: voto negativo

source: Down vote
de: Gegenstimme
es: Voto negativo

source: Up vote
de: Aufwärtsstimme
es: Voto positivo

source: You cannot vote your own post
de: Du kannst deinen eigenen Beitrag nicht bewerten
es: No puede votar por su propia publicación

source: Like / Unlike
es: Me gusta/No me gusta

source: You cannot like your own post
de: Du kannst deinen eigenen Beitrag nicht Liken
es: No le puede dar like a su propia publicación

source: Deleted posts are gone forever. Are you sure?
de: Gelöschte Beiträge sind für immer weg. Bist du sicher?
es: Las publicaciones eliminadas se han ido para siempre. ¿Está seguro?

source: Please Wait...
de: Bitte warten.....
es: Por favor espere...

source: Yes
de: Ja
es: Sí

source: Unable to delete! Please retry or
de: Löschen nicht möglich! Bitte versuche es erneut oder
es: ¡Imposible eliminar! Vuelva a intentar o

source: Report to us
de: Wende dich an uns
es: Infórmenos

source: at
de: beim
es: en

source: Update
de: Aktualisieren
es: Actualizar

source: Cancel
de: Stornieren
es: Cancelar

source: Reply
de: Antwort
es: Responder

source: Cancel
de: Stornieren
es: Cancelar

source: Edit Post
de: Beitrag bearbeiten
es: Editar publicación

source: Delete Post
de: Beitrag löschen
es: Borrar publicación

source: Edit
de: Bearbeiten
es: Editar

source: Delete
de: Löschen
es: Borrar

source: You do not have sufﬁcient access rights to view this page.
de: Du hast keine ausreichenden Zugriffsrechte, um diese Seite anzuzeigen
es: No tiene suficientes derechos de acceso para ver esta página.

source: You might want to:
de: Vielleicht möchtest du:
es: Tal vez quiera:

source: Contact your local admin for access related issues.
de: Wende dich bei Zugriffsproblemen an deinen lokalen Administrator
es: Contactar con su administrador local para problemas relacionados con el acceso.

source: Check for any typos in the URL
de: Überprüfe die URL auf Tippfehler
es: Comprobar si hay errores tipográficos en la URL

source: Do you suspect a site problem?
de: Meinst du, es gibt ein Problem mit der Website?
es: ¿Sospecha de un problema en el sitio?

source: The Content is not Available
de: Der Inhalt ist nicht verfügbar
es: El contenido no está disponible

source: We are facing some technical difficulties. The experts are on it.
de: Es liegt ein technisches Problem vor. Unsere Experten sind dabei, es zu beheben
es: Estamos presentando algunas dificultades técnicas. Los expertos están trabajando en ello.

source: Empty the cache and reload the page.
de: Leere den Cache und lade die Seite neu
es: Vacíe el caché y vuelva a cargar la página.

source: Do you suspect a site problem?
de: Meinst Du, es gibt ein Problem mit der Website?
es: ¿Sospecha de un problema en el sitio?

source: The Feature is disabled
de: Die Funktion ist deaktiviert
es: La función está deshabilitada

source: You are accessing the feature which is currently disabled for this instance.
de: Du greifst auf eine Funktion zu, die derzeit deaktiviert ist
es: Está accediendo a la característica que actualmente está desactivada para esta instancia.

source: The Feature is not Available
de: Die Funktion ist nicht verfügbar
es: La función no está disponible

source: You are accessing the feature which is currently unavailable for this instance.
de: Du greifst auf eine Funktion zu, die derzeit deaktiviert ist
es: Está accediendo a la función que actualmente no está disponible para esta instancia.

source: We ran into some issues
de: Fehler bei der Verarbeitung der Anfrage
es: Nos encontramos con algunos problemas

source: The page you requested cannot be found
de: Die angeforderte Seite kann nicht gefunden werden
es: No se puede encontrar la página que solicitó

source: We have updated our web site and many URLs have changed.
de: Wir haben unsere Website aktualisiert und dadurch haben sich URLs geändert
es: Hemos actualizado nuestro sitio web y muchas URL han cambiado.

source: Go to
de: Gehe zu
es: Vaya a

source: ,search for the topic you are interested in.
de: , suche nach deinen Interessen
es: , busque el tema que le interesa.

source: The service is currently unavailable
de: Der Dienst ist derzeit nicht verfügbar
es: El servicio no está disponible actualmente.

source: We have a temporary downtime, we will be up again soon.
de: Wir haben eine vorübergehende Ausfallzeit, wir werden bald wieder verfügbar sein
es: Tenemos un tiempo de inactividad temporal, volveremos a estar en línea pronto.

source: Oops! Something went wrong
de: Ups! Etwas ist schiefgegangen
es: ¡Uy! Algo salió mal

source: We are facing some technical difﬁculties.
de: Es treten technische Problemen auf
es: Estamos enfrentando algunas dificultades técnicas.

source: Choose a palette
de: Wähle eine Palette
es: Elija una paleta

source: Choose a Graph Type
de: Wähle einen Diagrammtyp aus
es: Elija un tipo de gráfico

source: Check your network connection and reload the page.
de: Überprüfen Sie Ihren Netzwerkanschluss und laden Sie die Seite erneut.
es: Verifique su conexión de red y vuelva a cargar la página.

source: Search content
de: Inhalte durchsuchen
es: Buscar contenido

source: Resource
de: Ressource
es: Recurso

source: Module
de: Modul
es: Módulo

source: Course
de: Kurs
es: Curso

source: Program
de: Programm
es: Programa

source: Channel
de: Kanal
es: Canal

source: Knowledge Board
de: Wissensforum
es: Junta de conocimiento

source: Error fetching data
de: Fehler beim Abrufen von Daten
es: Error al recuperar datos

source: No results
de: Keine Ergebnisse
es: No hay resultados

source: Content Icon
de: Inhaltssymbol
es: Ícono de contenido

source: people are studying this
de: Einige Personen beschäftigen sich mit diesem Thema
es: la gente está estudiando esto

source: person is studying this
de: Eine Person beschäftigt sich mit diesem Thema
es: la persona está estudiando esto

source: Parent of this content is already selected
de: Der übergeordnete Teil dieses Inhalts ist bereits ausgewählt
es: El padre de este contenido ya está seleccionado

source: Page
de: Seite
es: Pagina

source: Release Notes
de: Versionshinweise
es: Notas de lanzamiento

source: Page Banner
de: Seitenbanner
es: Banner de página

source: Thank you, we have received your feedback.
de: Vielen Dank, wir haben dein Feedback erhalten
es: Gracias, hemos recibido sus comentarios.

source: Feedback could not be submitted.
de: Das Feedback konnte nicht abgegeben werden
es: No se pudieron enviar los comentarios.

source: You have replied.
de: Du hast geantwortet
es: Ha respondido

source: Your reply could not be submitted.
de: Deine Antwort konnte nicht übermittelt werden
es: Su respuesta no pudo ser enviada.

source: Feedback for:
de: Feedback für:
es: Comentarios para:

source: What was helpful?
de: Was war hilfreich?
es: ¿Qué fue útil?

source: Type your feedback here
de: Gib Dein Feedback hier ein
es: Escriba sus comentarios aquí

source: Limit to 2000 characters.
de: Beschränkung auf 2000 Zeichen
es: Límite de 2000 caracteres.

source: You have exceeded 2000 characters.
de: Das Limit von 2000 Zeichen wurde überschritten
es: Ha superado los 2000 caracteres.

source: What can be improved?
de: Was kann verbessert werden?
es: ¿Qué se puede mejorar?

source: Limit to 2000 characters.
de: Beschränkung auf 2000 Zeichen
es: Límite de 2000 caracteres.

source: You have exceeded 2000 characters.
de: Das Limit von 2000 Zeichen wurde überschritten
es: Ha superado los 2000 caracteres.

source: Send
de: Senden
es: Enviar

source: What do you think of this content?
de: Was hältst Du von diesen Inhalten?
es: ¿Qué opina de este contenido?

source: Unfollow
de: Nicht mehr folgen
es: Dejar de seguir

source: Unfollow Knowledge Board
de: Knowledge Board aus meiner Auswahl nehmen
es: Dejar de seguir a la Junta de conocimiento

source: Edit Knowledge Board
de: Knowledge Board bearbeiten
es: Editar tablero de conocimiento

source: Delete Post
de: Beitrag löschen
es: Borrar publicación

source: Delete
de: Löschen
es: Borrar

source: Select File
de: Datei auswählen
es: Seleccione Archivo

source: Click to select a file
de: Klicken Sie hier, um eine Datei auszuwählen.
es: Haga clic para seleccionar un archivo

source: Rate the content
de: Bewerte den Inhalt
es: Califique el contenido

source: Video
es: Vídeo

source: Quiz
es: Cuestionario

source: Assessment
de: Bewertung
es: Evaluación

source: Interactive Video
de: Interaktives Video
es: Vídeo interactivo

source: Web Module
de: Web-Modul
es: Módulo web

source: Hands-On
de: Praxis
es: Práctica

source: instructor-led
de: Instructor-gesteuert
es: dirigido por un instructor

source: Certification
de: Zertifizierung
es: Certificación

source: class-diagram
de: Klassendiagramm
es: diagrama de clase

source: External Certification
de: Externe Zertifizierung
es: Certificación Externa

source: web-page
de: Webseite
es: página web

source: Remaining
de: Verbleibend
es: Restante

source: Completed!
de: Abgeschlossen!
es: ¡Terminado!

source: Content maybe expired or deleted.
de: Inhalt kann abgelaufen oder gelöscht sein.
es: El contenido puede estar vencido o eliminado

source: Content can only be viewed in intranet.
de: Dieser Inhalt kann nur im Intranet eingesehen werden.
es: El contenido solo se puede ver en la intranet.

source: You no longer have access to this content
de: Auf diesen Inhalt haben Sie keinen Zugriff mehr
es: Ya no tiene acceso a este contenido

source: VIEW MORE
de: MEHR ANZEIGEN
es: VER MÁS

source: VIEW LESS
de: WENIGER ANZEIGEN
es: VER MENOS

source: Please enter semi-colon (;) separated mail ids
de: Bitte trenne die Mail-Adressen bei der Eingabe durch Semikolon
es: Ingrese los puntos de identificación de correo separados por punto y coma (;)

source: Domain name is mandatory for email addresses
de: Domänenname ist für E-Mail Adressen obligatorisch
es: El nombre de dominio es obligatorio para las direcciones de correo electrónico

source: Invalid domain name. This domain is not allowed for sharing content
de: Ungültiger Domänenname Diese Domäne ist zur Freigabe von Inhalt nicht erlaubt
es: Nombre de dominio no válido. Este dominio no permite compartir contenido

source: Are you sure to mark it as complete?
de: Soll das wirklich als abgeschlossen markiert werden?
es: ¿Está seguro de marcarlo como completo?

source: Mark as complete
de: Als abgeschlossen markieren
es: Marcar como completo

source: Cancel
de: Stornieren
es: Cancelar

source: Learning Progress
de: Lernfortschritt
es: Progreso de aprendizaje

source: Status:
es: Estado:

source: Open
de: Öffnen
es: Abierto

source: Started
de: Gestartet
es: Iniciado

source: Completed
de: Abgeschlossen
es: Terminado

source: I confirm that I have gone through this content and want to mark it as complete.
de: Ich bestätige, dass ich mich mit diesem Inhalt beschäftigt habe und ihn als abgeschlossen markieren möchte.
es: Confirmo que he revisado este contenido y quiero marcarlo como completo.

source: Mark as Complete
de: Als abgeschlosssen markieren
es: Marcar como completo
