Repository: 8187953381/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: de, es

source: Assigning the role
de: Rolle wird zugewiesen
es: Asignando el rol

source: Role Title (required)
de: Funktionsbzeichnung (erforderlich)
es: Título del rol (requerido)

source: Assign Role
de: Funktion zuweisen
es: Asignar rol

source: Please enter the user Id
de: Geben Sie bitte die Benutzer-ID ein
es: Por favor, introduzca el ID de usuario

source: Successfully Assigned role
de: Rolle wurde erfolgreich zugewiesen
es: Rol asignado exitosamente

source: Copying the Role
de: Rolle wird kopiert
es: Copiando el rol

source: Create Role
de: Rolle erstellen
es: Crear rol

source: Successfully created Role
de: Rolle wurde erfolgreich erstellt
es: Rol creado con éxito

source: Role with same name already exists
de: Eine geichnamige Rolle ist bereits vorhanden
es: El rol con el mismo nombre ya existe

source: Please select at least one skill
de: Wählen Sie bitte mindestens eine Kompetenz aus
es: Seleccione al menos una habilidad

source: Editing the skill
de: Bearbeitung der Kompetenz
es: Editar la habilidad

source: Skill name *
de: Kompetenzname *
es: Nombre de la habilidad *

source: Skill Title
de: Kompetenz-Titel
es: Título de la habilidad

source: Description of the skill *
de: Beschreibung des Trainings
es: Descripción de la habilidad *

source: Group of skill *
de: Kompetenzgruppe *
es: Grupo de habilidad *

source: Skill Group
de: Kompetenzgruppe
es: Grupo de habilidades

source: Category of skill *
de: Kompetezkategorie *
es: Categoría de habilidad *

source: Skill Category
de: Kompetenzkategorie
es: Categoría de la habilidad

source: Manager of skill *
de: Kompetenzmanager *
es: Gerente de habilidad *

source: Skill Manager
de: Kompetenzmanager
es: Gerente de habilidades

source: Relevance of skill *
de: Kompetenzbedeutung *
es: Relevancia de la habilidad *

source: Skill Relevance
de: Kompetenzrelevanz
es: Relevancia de la habilidad

source: Next
de: Weiter
es: Siguiente

source: Edit skill level details
de: Details des Kompetenzlevels bearbeten
es: Editar detalles del nivel de habilidad

source: Description for skill level Starter
de: Beschreibung für Kompetenzlevel Anfänger
es: Descripción para nivel de habilidad Principante

source: Starter Description
de: Beschreibung Anfänger
es: Descripción de Principiante

source: Description for skill level Basic
de: Beschreibung für Kompetenzlevel Grundlagen
es: Descripción para el nivel de habilidad Básico

source: Basic Description
de: Beschreibung Grundlagen
es: Descripción de Básico

source: Description for skill level Advanced
de: Beschreibung für Kompetenzlevel Fortgeschritten
es: Descripción para el nivel de habilidad Avanzado

source: Advanced Description
de: Beschreibung Fortgeschritten
es: Descripción de Avanzado

source: Description for skill level Expert
de: Beschreinung für Kompetenzlevel Experte
es: Descripción para nivel de habilidad Experto

source: Expert Description
de: Beschreibung Experte
es: Descripción de Experto

source: Back
de: Zurück
es: Atrás

source: Update Skill
de: Kompetenz aktualisieren
es: Actualizar habilidad

source: Edit skill details
de: Kompetenzdetails bearbeiten
es: Editar detalles de habilidades

source: Skill name*
de: Kompetenzname*
es: Nombre de la habilidad *

source: Copying the skill
de: Kompetenz wird kopiert
es: Copiando la habilidad

source: Skill details
de: Kompetenz-Details
es: Detalles de habilidad

source: Skill level details
de: Kompetenzniveau-Details
es: Detalles del nivel de habilidad

source: Create Skill
de: Kompetenz erstellen
es: Crear habilidad

source: Skill with the same name already exists
de: Eine gleichnamige Kompetenz ist bereits vorhanden
es: Habilidad con el mismo nombre ya existe

source: Some fields are empty
de: Einige Felder sind leer
es: Algunos campos están vacíos

source: Successfully created skill
es: Habilidad creada con éxito

source: Add New Skill
de: Neue Kompetenz hinzufügen
es: Añadir nueva habilidad

source: Add skill details
de: Kompetenzdetails hinzufügen
es: Agregar detalles de habilidades

source: Add skill level details
de: Kompetenzlevel-Details hinzufügen
es: Agregar detalles de nivel de habilidad

source: Add Skill
de: Kompetenz hinzufügen
es: Agregar habilidad

source: Successfully added a new skill
de: Neue Kompetenz wurde erfolgreich hinzugefügt
es: Se agregó con éxito una nueva habilidad

source: Request Endorsement
de: Vermerk anfordern
es: Solicitud de endoso

source: Pending
de: Anhängig
es: pendiente

source: Request is sent on
de: Anfrage wird gesendet am
es: La solicitud se envía el

source: Your request is still
de: Ihre Anfrage ist noch
es: Su solicitud sigue

source: pending
de: anhängig
es: pendiente

source: with
de: mit
es: con

source: Your request has been
de: Ihre Anfrage wurde
es: Su solicitud ha sido

source: approved
de: genehmigt
es: aprobada

source: by
de: von
es: por

source: Request message :
de: Anforderungsnachricht:
es: Solicitar mensaje:

source: Comments from Approver :
de: Kommentare des Genehmigenden:
es: Comentarios del aprobador:

source: No requests found
de: Es wurden keine Anfragen gefunden
es: No se encontraron solicitudes

source: Create Endorsement Request
de: Befürwortungsantrag erstellen
es: Crear solicitud de aprobación

source: Create Request
de: Antrag erstellen
es: Crear solicitud

source: Successfully sent endorsement request
de: Bestätigungsanfrage wurde erfolgreich gesendet
es: Solicitud de aprobación enviada con éxito

source: Are you sure you want to reject
de: Sind Sie sicher, dass Sie die
es: ¿Está seguro de que quiere rechazar

source: 's request?
de: 's Anfrage?
es: ¿solicitud de ?

source: Please provide the reason to reject
de: Bitte geben Sie einen Zurückweisungsgrund an
es: Proporcione el motivo para rechazar

source: Are you sure you want to endorse
de: Wollen Sie das wirklich bestätigen
es: ¿Está seguro de que quiere rechazar

source: 's request?
de: 's Anfrage?
es: ¿solicitud de ?

source: Please provide the Comments
de: Machen Sie bitte die Kommentare verfügbar
es: Por favor proporcione los comentarios

source: Endorse
de: Bestätigen
es: Endosar

source: You have a request
de: Sie haben eine Anfrage
es: Tiene una solicitud

source: You have
de: Sie haben
es: Tiene

source: the request
de: die Anfrage
es: la solicitud

source: Request message from User :
de: Fordern Sie eine Benachrichtigung an vom Benutzer:
es: Mensaje de solicitud del usuario:

source: Comments provided by You:
de: Ihre Kommentare:
es: Comentarios proporcionados por usted:

source: No Roles Found
de: Es wurden keine Rollen gefunden
es: No se encontraron roles

source: Pick from suggested roles
de: Wähle aus diesen Funktionen
es: Elija entre los roles sugeridos

source: Global Roles
de: Globale Rollen
es: Roles globales

source: ADD
de: HINZUFÜGEN
es: AÑADIR

source: Roles of Skill Group
de: Rollen der Kompetenzgruppe
es: Roles del grupo de habilidades

source: Sorry, we ran into some error!!!
de: Leider ist hier ein Fehler aufgetreten!!
es: Lo sentimos, ¡nos encontramos con un error!

source: OR
de: ODER
es: O

source: Create your own role
de: Erstelle eine eigene Funktion
es: Cree su propio rol

source: Enter your Role Name
de: Geben Sie Ihren Rollennamen ein
es: Ingrese su nombre de rol

source: Role Description *
de: Rollenbeschreibung*
es: Descripción del rol*

source: Enter the description
de: Geben Sie die Beschreibung ein
es: Ingrese la descripción

source: Add your Skill *
de: Fügen Sie Ihre Kompetenz hinzu*
es: Agregue su habilidad*

source: Create Role
de: Rolle erstellen
es: Crear rol

source: Create
de: Erstellen
es: Crear

source: Successfully added Role
de: Rolle wurde erfolgreich hinzugefügt
es: Rol agregado exitosamente

source: Some error occurred
de: Es ist ein Fehler aufgetreten
es: Se produjo un error

source: <span>left</span> to Complete
es: <span>izquierda</span> Completar

source: Last studied on
de: Zuletzt beschäftigt mit
es: Ultimo estudio el

source: to go!
de: Weiter!
es: ¡hasta!

source: Refactoring
de: Überarbeitung
es: Refactorización

source: Notification Settings
de: Benachrichtigungseinstellungen
es: Configuración de las notificaciones

source: Notifications you receive on modes other than the application.
de: Benachrichtigungen, die Sie über andere Modi als die Anwendung erhalten.
es: Notificaciones que recibe en modos distintos de la aplicación.

source: Unable to fetch notification settings. Please try after sometime.
de: Die Benachrichtigungseinstellungen können nicht abgerufen werden. Bitte versuchen Sie es später.
es: No se puede recuperar la configuración de notificaciones. Por favor intente después de algún tiempo.

source: On
de: Ein
es: Encendido

source: Off
de: Aus
es: Apagado

source: Settings Updated
de: Einstellungen aktualisiert
es: Ajustes actualizados

source: Error in updating
de: Fehler bei der Aktualisierung
es: Error al actualizar

source: Assign
de: Zuweisen
es: Asignar

source: This role is assigned by
de: Diese Rolle wurde zugewiesen von
es: Este rol es asignado por

source: Completed Users:
de: Abgeschlossene Benutzer:
es: Usuarios completados:

source: Save
de: speichern
es: Guardar

source: Save as draft
de: Als Entwurf speichern
es: Guardar como borrador

source: Save as draft
de: Als Entwurf speichern
es: Guardar como borrador

source: Publish
de: Veröffentlichen
es: Publicar

source: Publish
de: Veröffentlichen
es: Publicar

source: *Title range: 10-80 characters
de: * Titelbereich: 10-80 Zeichen
es: * Rango de título: 10-80 caracteres

source: Abstract
de: Zusammenfassung
es: Resumen

source: *Abstract range: 10-150 characters
de: * Abstrakter Bereich: 10-150 Zeichen
es: * Rango abstracto: 10-150 caracteres

source: Relevant tags
de: Relevante Tags
es: Etiquetas relevantes

source: Save as Draft
de: Als Entwurf speichern
es: Guardar como borrador

source: Save
de: Speichern
es: Guardar

source: Publish
de: Veröffentlichen
es: Publicar

source: Blog updated successfully
de: Blog erfolgreich aktualisiert
es: Blog actualizado con éxito

source: Blog saved in the drafts
de: Blog in den Entwürfen gespeichert
es: Blog guardado en los borradores

source: Blog published successfully
de: Blog erfolgreich veröffentlicht
es: Blog publicado con éxito

source: Tag already added
de: Tag wurde bereits hinzugefügt
es: Etiqueta ya agregada

source: Recent Blogs
de: Neueste Blogs
es: Blogs recientes

source: My Blogs
de: Meine Blogs
es: Mis Blogs

source: Write a Blog
de: Schreibe einen Blog
es: Escribir un blog

source: No blogs have been posted yet
de: Es wurden noch keine Blogs gepostet
es: Aún no se han publicado blogs.

source: Edit Blog
de: Blog bearbeiten
es: Editar blog

source: Delete Blog
de: Blog löschen
es: Eliminar blog

source: Last Modified:
de: Zuletzt bearbeitet:
es: Última modificación:

source: Responses
de: Antworten
es: Respuestas

source: Write a response
de: Schreibe eine Antwort
es: Escribir una respuesta

source: Publish
de: Veröffentlichen
es: Publicar

source: Show More Responses
de: Weitere Antworten anzeigen
es: Mostrar más respuestas

source: Blog may be in draft state or unavailable.
de: Der Blog befindet sich möglicherweise im Entwurfszustand oder ist nicht verfügbar.
es: El blog puede estar en estado de borrador o no disponible.

source: Question & Answer Forum
de: Frage & Antwort Forum
es: Foro de preguntas y respuestas

source: Latest Questions
de: Letzte Fragen
es: Últimas preguntas

source: Questions
de: Fragen
es: Preguntas

source: Ask Question
de: Stellen Sie eine Frage
es: Hacer una pregunta

source: Questions
de: Fragen
es: Preguntas

source: Questions Count
de: Anzahl der Fragen
es: Conteo de preguntas

source: All
de: Alle
es: Todas

source: Unanswered
de: Unbeantwortet
es: No respondido

source: My Timeline
de: Mein Zeitrahmen
es: Mi línea de tiempo

source: My Drafts
de: Meine Entwürfe
es: Mis borradores

source: questionType
de: Fragetyp
es: tipo de pregunta

source: Select question type
de: Fragetyp auswählen
es: Seleccionar tipo de pregunta

source: No questions under this category
de: Keine Fragen in dieser Kategorie
es: No hay preguntas bajo esta categoría.

source: Ask a Question
de: Stelle eine Frage
es: Hacer una pregunta

source: *Title range: 10-150 characters
de: * Titelbereich: 10-150 Zeichen
es: * Rango de título: 10-150 caracteres

source: Your title helps people quickly understand what your question is about so they can answer it.
de: Der Titel hilft, deine Frage schneller einzuordnen und zu beantworten
es: Su título ayuda a las personas a comprender rápidamente de qué se trata su pregunta para que puedan responderla.

source: Tags help the right people find and answer your question.
de: Tags helfen, deine Anfrage schneller zu beantworten
es: Las etiquetas ayudan a las personas adecuadas a encontrar y responder a su pregunta.

source: Save as Draft
de: Als Entwurf speichern
es: Guardar como borrador

source: Publish
de: Veröffentlichen
es: Publicar

source: Question updated successfully
de: Frage erfolgreich aktualisiert
es: Pregunta actualizada con éxito

source: Question saved in the drafts
de: Frage in den Entwürfen gespeichert
es: Pregunta guardada en los borradores

source: Question published successfully
de: Frage erfolgreich veröffentlicht
es: Pregunta publicada con éxito

source: Question
de: Frage
es: Pregunta

source: No question exists for the provided id
de: Für die angegebene ID existiert keine Frage
es: No existe ninguna pregunta para el ID proporcionado

source: Unable to load question. Please retry!
de: Frage kann nicht geladen werden. Bitte erneut versuchen!
es: No se puede cargar la pregunta. ¡Por favor, intente de nuevo!

source: Asked
de: Angefragt
es: Preguntó

source: at
de: bei
es: en

source: Load More Comments
de: Weitere Kommentare laden
es: Cargar más comentarios

source: Add a comment
de: Einen Kommentar hinzufügen
es: Añadir un comentario

source: Post
de: Beitrag
es: Publicación

source: Answers
de: Antworten
es: Respuestas

source: Load previous answers
de: Frühere Antworten laden
es: Cargar respuestas anteriores

source: Your Answer
de: Deine Antwort
es: Su respuesta

source: Post your answer
de: Poste deine Antwort
es: Publique su respuesta

source: Edit Question
de: Frage bearbeiten
es: Editar pregunta

source: Delete Question
de: Frage löschen
es: Eliminar pregunta

source: Edit Reply
de: Antwort bearbeiten
es: Editar respuesta

source: Delete Reply
de: Antwort löschen
es: Eliminar respuesta

source: Created on
de: Erstellt am
es: Creado en

source: Published on
de: Veröffentlicht auf
es: Publicado en

source: No post found for you under this category
de: In dieser Kategorie wurde kein Beitrag für dich gefunden
es: No se encontraron publicaciones para usted en esta categoría

source: Tag
es: Etiqueta

source: Accept answer
de: Antwort akzeptieren
es: Aceptar respuesta

source: Update
de: Aktualisieren
es: Actualizar

source: edit
de: bearbeiten
es: editar

source: delete
de: löschen
es: borrar

source: Load More Comments
de: Weitere Kommentare Laden
es: Cargar más comentarios

source: Post
de: Beitrag
es: Publicación

source: You cannot accept your own answer
de: Du kannst deine eigene Antwort nicht annehmen
es: No puede aceptar su propia respuesta

source: Rate Platform
de: Ergebnis-Plattform
es: Calificar plataforma

source: Rate Content
de: Inhalt bewerten
es: Calificar contenido

source: Report an issue
de: Ein Problem melden
es: Informar un problema

source: Got Stuck?
de: Festgefahren?
es: ¿Quedó atascado?

source: Give us details and we'll make it work
de: Bitte gib uns weitere Informationen
es: Proporciónenos detalles y haremos que funcione

source: Give us a detailed report (min. 10 characters)
de: Sende uns eine ausführlichere Beschreibung (min. 10 Zeichen)
es: Proporciónenos un informe detallado (mínimo de 10 caracteres)

source: Submit Feedback
de: Feedback senden
es: Enviar comentarios

source: Rating is required
de: Rating ist erforderlich
es: Se requiere clasificación

source: I liked
de: Hat mir gefallen
es: Me gustó

source: Tell us what you liked (optional)
de: Sage uns, was dir gefallen hat.
es: Díganos lo que le gusto (opcional)

source: Like the content? Share your comments (optional)
de: Hat der Inhalt gefallen? Teile uns deine Kommentare mit (optional)
es: ¿Le gusto el contenido? Comparta sus comentarios (opcional)

source: I wish
de: Ich möchte
es: Quiero

source: What more would you like to see? (optional)
de: Was möchtest du sonst noch sehen? (optional)
es: ¿Qué más le gustaría ver? (opcional)

source: How can we enhance your learning? (optional)
de: Wie können wir deine Lernerfahrung verbessern? (optional)
es: ¿Cómo podemos mejorar su aprendizaje? (opcional)

source: Platform Feedback
de: Plattform-Feedback
es: Comentarios de la plataforma

source: Content Request
de: Inhaltsanfrage
es: Solicitud de contenido

source: Service Request
de: Serviceanfrage
es: Solicitud de servicio

source: Author
de: Autor
es: Autor

source: Platform
de: Plattform
es: Plataforma

source: Content Requests
de: Inhaltsanfragen
es: Solicitudes de contenido

source: Service Requests
de: Serviceanfragen
es: Solicitudes de servicio

source: Filter by:
de: Filtern nach:
es: Filtrar por:

source: Content Feedback
de: Feedback zum Inhalt
es: Comentarios sobre el contenido

source: Platform Feedback
de: Feedback zur Plattform
es: Comentarios de la plataforma

source: Content Requests
de: Wunsch nach Inhalten
es: Solicitudes de contenido

source: Other Requests
de: Andere Anregungen
es: Otras solicitudes

source: Feedback type
de: Rückmeldungsart
es: Tipo de comentarios

source: Content type
de: Inhaltsart
es: Tipo de contenido

source: Show only unread items
de: Nur ungelesene Artikel anzeigen
es: Mostrar solo elementos no leídos

source: Show only unanswered items
de: Nur unbeantwortete Artikel anzeigen
es: Mostrar solo elementos sin respuesta

source: Feedback that you have given.
de: Dein Feedback
es: Comentarios que ha dado.

source: Feedback that you have received for your content.
de: Feedback, das du erhalten hast
es: Comentarios que ha recibido por su contenido.

source: Feedback on the platform.
de: Feedback auf der Plattform
es: Comentarios sobre la plataforma.

source: View and reply to content requests.
de: Anzeigen und Beantworten von Anfragen
es: Ver y responder a solicitudes de contenido.

source: View and reply to service requests.
de: Anzeigen und Beantworten von Service-Requests
es: Ver y responder a solicitudes de servicio.

source: No results found.
de: Keine Ergebnisse gefunden.
es: No se han encontrado resultados.

source: There was an error while searching for feedback.
de: Bei der Suche nach Feedback ist ein Fehler aufgetreten.
es: Se produjo un error al buscar comentarios.

source: Type your text here
de: Gib hier deinen Text ein
es: Escriba su texto aquí

source: Limit to 2000 characters.
de: Beschränkung auf 2000 Zeichen
es: Límite de 2000 caracteres.

source: You have exceeded 2000 characters.
de: Der Text überschreitet 2000 Zeichen
es: Ha superado los 2000 caracteres.

source: There was an error while fetching this feedback thread.
de: Beim Abrufen dieses Feedback-Threads ist ein Fehler aufgetreten
es: Se produjo un error al recuperar este hilo de comentarios.

source: We appreciate your feedback
de: Wir freuen uns über dein Feedback
es: Agradecemos sus comentarios

source: My Feedback
de: Mein Feedback
es: Mi retroalimentación

source: Request Content
de: Wunsch nach bestimmten Inhalten
es: Solicitar contenido

source: Other Requests
de: Andere Anregungen
es: Otras solicitudes

source: Feedback can be provided about content, feature and any issue that he/she faced
de: Feedack kann über Inhalt,Besonderheit und Probleme, die er/sie hatten gegeben werden.
es: Se pueden proporcionar comentarios sobre el contenido, las características y cualquier problema que enfrentó

source: User Can view all the feedbacks here
de: Der Benutzer kann sich alle Feedbacks hier ansehen
es: El usuario puede ver todos los comentarios aquí

source: What new content would you like to see?
de: Welche neuen Inhalte möchtest Du sehen?
es: ¿Qué nuevo contenido le gustaría ver?

source: Type your request here
de: Geben Sie hier Ihre Anfrage ein
es: Escriba su solicitud aquí

source: What services would you like from our platform?
de: Welche Leistungen wünschst du dir von unserer Plattform?
es: ¿Qué servicios le gustaría de nuestra plataforma?

source: Learning Journey <mat-icon>chevron_right </mat-icon>
es: Viaje de aprendizaje <mat-icon>chevron_right </mat-icon>

source: This Learning Journey at a glance
de: Diese Learnng Journey auf einen Blick
es: Este viaje de aprendizaje de un vistazo

source: No Content mapped to
de: Kein Inhalt zugeordnet zu
es: Ningún contenido asignado a

source: Pick your Topics/Roles
de: Wähle dein Thema/ deine Funktionen aus
es: Elija sus temas / roles

source: Pick your Development Area
de: Wähle deinen Entwicklungsbereich
es: Elija su área de desarrollo

source: path
de: Weg
es: ruta

source: Coming Soon ...
de: Demnächst verfügbar...
es: Próximamente...

source: Coming Soon ...
de: Demnächst verfügbar...
es: Próximamente...

source: Learning Journeys
de: Learning Journey
es: Viajes de aprendizaje

source: (Under Construction)
de: (Im Aufbau)
es: (En construcción)

source: Learning journeys offer a specially curated, coherent collection of learning and training units that accompany you on your way to continuously developing your knowledge and skills.
de: Studienreisen bieten eine speziell kuratierte, zusammenhängende Sammlung von Lern- und Trainingseinheiten, die Sie auf Ihrem Weg begleiten. Weg zur kontinuierlichen Weiterentwicklung Ihres Wissens und Ihrer Kompetenzen.
es: Los viajes de aprendizaje ofrecen una colección coherente especialmente curada de unidades de aprendizaje y entrenamiento que lo acompañan en su camino hacia el desarrollo continuo de sus conocimientos y habilidades.

source: Learning Journey
es: Ruta de aprendizaje

source: Your Knowledge Boards
de: Deine Knowledge Boards
es: Sus tableros de conocimiento

source: Currently, you don't have any knowledge boards. Please add one.
de: Im Moment haben Sie keine Wissensforen. Bitte fügen Sie eine hinzu.
es: Actualmente, no tiene ningún tablero de conocimiento. Por favor agregue uno.

source: Failed fetching your knowledge boards.
de: Das Abrufen Ihrer Wissensforen ist fehlgeschlagen.
es: No se pudieron recuperar sus paneles de conocimiento.

source: Knowledge Boards You Follow
de: Knowledge Boards, denen du folgst
es: Tableros de conocimiento que usted sigue

source: You are not following any knowledge board. Please follow one.
de: Sie folgen keinem Wissensforum. Bitte folgen Sie einem.
es: No estás siguiendo ningún tablero de conocimiento. Por favor siga uno.

source: Failed fetching knowledge boards you follow.
de: Das Abrufen von Wissensforen, denen Sie folgen, ist fehlgeschlagen.
es: No se pudieron obtener los paneles de conocimiento que sigue.

source: Latest Knowledge Boards
de: Neue Knowledge Boards
es: Tablero de conocimiento más reciente

source: No Knowledge board found.
de: Kein Wissensforum gefunden.
es: No se ha encontrado ninguna tabla de conocimiento.

source: Failed fetching knowledge boards.
de: Das Abrufen von Wissensforen ist fehlgeschlagen.
es: No se pudieron recuperar los paneles de conocimiento.

source: Reorder
de: Neuordnen
es: Reordenar

source: Edit contents
de: Inhalte bearbeiten
es: Editar contenido

source: Add
de: Hinzufügen
es: Añadir

source: Add contents
de: Inhalte hinzufügen
es: Añadir contenido

source: votes)
de: Stimmen)
es: votos)

source: Followers:
de: Anhänger:
es: Seguidores:

source: Followers
de: Anhänger
es: Seguidores

source: Updated:
de: Aktualisiert:
es: Actualizado:

source: Last Updated
de: Zuletzt aktualisiert
es: Última actualización

source: unique)
de: einmalig)
es: único)

source: CURATORS:
de: KURATOREN:
es: CURADORES:
