Repository: 8187953381/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: de, es

source: You have accepted a budget request!
de: Sie haben einen Budgetantrag angenommen!
es: ¡Ha aceptado una solicitud de presupuesto!

source: You have declined a budget request!
de: Sie haben einen Budgetantrag abgelehnt!
es: ¡Ha rechazado una solicitud de presupuesto!

source: You have verified a result!
de: Sie haben ein Ergebnis bestätigt!
es: ¡Ha verificado un resultado!

source: You have declined to verify a result!
de: Sie haben es abgelehnt, ein Ergebnis zu bestätigen!
es: ¡Ha rechazado verificar un resultado!

source: Some error occured.
de: Es ist ein Fehler aufgetreten.
es: Algún error ocurrió.

source: Are you sure you wish to proctor
de: Sind Sie sicher, dass Sie beaufsichtigen wollen
es: ¿Está seguro de que desea supervisar

source: Are you sure you wish to decline this proctoring request?
de: Sind Sie sicher, dass Sie diesen Beaufsichtigungsantrag ablehnen möchten?
es: ¿Está seguro de que desea rechazar esta solicitud de supervisión?

source: Are you sure you wish to approve this reimbursement request?
de: Sind Sie sicher, dass Sie diesen Erstattungsantrag genehmigen möchten?
es: ¿Está seguro de que desea aprobar esta solicitud de reembolso?

source: Are you sure you wish to decline this reimbursement request?
de: Sind Sie sicher, dass Sie diesen Erstattungsantrag ablehnen möchten?
es: ¿Está seguro de que desea rechazar esta solicitud de reembolso?

source: Amount:
de: Betrag:
es: Cantidad:

source: Are you sure you wish to accept this document proof?
de: Sind Sie sicher, dass Sie diesen Dokumentennachweis akzeptieren möchten?
es: ¿Está seguro de que desea aceptar este documento de prueba?

source: Are you sure you wish to decline this document proof?
de: Sind Sie sicher, dass Sie diesen Dokumentennachweis ablehnen möchten?
es: ¿Está seguro de que desea rechazar este documento de prueba?

source: The reason must be within 500 characters.
de: Die Begründung muss innerhalb von 500 Zeichen liegen.
es: El motivo debe estar dentro de 500 caracteres.

source: The reason must be within 1000 characters.
de: Die Begründung muss innerhalb von 1000 Zeichen liegen.
es: El motivo debe estar dentro de 1000 caracteres.

source: ACCEPT
de: AKZEPTIEREN
es: ACEPTAR

source: DECLINE
de: ABLEHNEN
es: DECLINAR

source: Raised by
de: Erhoben von
es: Subido por

source: LOCATION
de: STANDORT
es: UBICACIÓN

source: DATE
de: DATUM
es: FECHA

source: TIME
de: ZEIT
es: HORA

source: AMOUNT
de: BETRAG
es: CANTIDAD

source: EXAM DATE
de: PRÜFUNGSDATUM
es: FECHA DE EXAMEN

source: RESULT TYPE
de: ERGEBNISTYP
es: TIPO DE RESULTADO

source: RESULT
de: ERGEBNIS
es: RESULTADO

source: Amount:
de: Betrag:
es: Cantidad:

source: Exam Date:
de: Prüfungsdatum:
es: Fecha de examen:

source: Result Type:
de: Ergebnistyp:
es: Tipo de resultado:

source: Result:
de: Ergebnis:
es: Resultado:

source: If accepted, you will have to proctor
de: Im Falle der Annahme müssen Sie für die Zertifizierungsprüfung
es: Si es aceptado, deberá supervisar

source: during the certification exam.
de: einen Bevollmächtigten beauftragen.
es: durante el examen de certificación.

source: If accepted,
de: Im Falle der Annahme
es: Si se acepta,

source: will be reimbursed for an amount of
de: wird ein Betrag in Höhe von erstattet.
es: será reembolsado por una cantidad de

source: By accepting, you acknowledge that
de: Mit der Annahme erkennen Sie an, dass
es: Al aceptar, usted reconoce que

source: has provided genuine proof of the certification as well as the correct details.
de: einen echten Nachweis der Zertifizierung sowie die richtigen Angaben vorgelegt hat.
es: ha proporcionado una prueba genuina de la certificación, así como los detalles correctos.

source: Accept
de: Akzeptieren
es: Aceptar

source: Decline
de: Ablehnen
es: Declinar

source: Downloading...
de: Lädt herunter...
es: Descargando...

source: Score
de: Punktzahl
es: Puntaje

source: Percentage
de: Prozent
es: Porcentaje

source: Grade
de: Stufe
es: Grado

source: Other
de: Sonstiges
es: Otros

source: Notifications
de: Mitteilungen
es: Notificaciones

source: My Certifications
de: Meine Zertifizierungen
es: Mis certificaciones

source: My Approvals
de: Meine Genehmigungen
es: Mis aprobaciones

source: My Requests
de: Meine Anfragen
es: Mis solicitudes

source: Proctor Approval
de: Vollmachtserteilung
es: Aprobación del supervisor

source: Budget Approval
de: Budgetgenehmigung
es: Aprobación de presupuesto

source: Result Verification
de: Ergebnisüberprüfung
es: Verificación de resultados

source: Type
de: Typ
es: Tipo

source: Start date
de: Anfangsdatum
es: Fecha de inicio

source: The start date must be before the end date.
de: Das Startdatum muss vor dem Enddatum liegen.
es: La fecha de inicio debe ser anterior a la fecha de finalización.

source: End date
de: Endtermin
es: Fecha de finalización

source: Cancel
de: Stornieren
es: Cancelar

source: You have no request items.
de: Sie haben keine Anforderungen.
es: No tiene artículos de solicitud.

source: An error occured while fetching request items.
de: Beim Abrufen der Anfragen ist ein Fehler aufgetreten.
es: Se produjo un error al recuperar elementos de solicitud.

source: Not Completed
de: Nicht erledigt
es: Sin completar

source: Completion Status
de: Erledigungsstatus
es: Estado de finalización

source: There are no certifications that you have given in the past.
de: Es gibt keine Bescheinigungen, die Sie in der Vergangenheit erteilt haben.
es: No hay certificaciones que haya otorgado en el pasado.

source: An error occured while fetching past certifications.
de: Beim Abrufen vergangener Bescheinigungen ist ein Fehler aufgetreten.
es: Se produjo un error al recuperar las certificaciones anteriores.

source: Exam Date
de: Prüfungsdatum
es: Fecha de examen

source: Result
de: Ergebnis
es: Resultado

source: Internal Certification
de: Interne Bescheinigung
es: Certificación interna

source: PROCTOR APPROVAL
de: VOLLMACHTSBESCHEINIGUNG
es: APROBACIÓN DEL SUPERVISOR

source: BUDGET APPROVAL
de: KOSTENGENEHMIGUNG
es: APROBACIÓN DE PRESUPUESTO

source: VERIFICATION REQUEST
de: BESTÄTIGUNGSANFRAGE
es: SOLICITUD DE VERIFICACIÓN

source: REQUEST
de: ANTRAG
es: SOLICITUD

source: Are you sure you wish to cancel this At-Desk booking?
de: Sind Sie sicher, dass Sie diese Desk-Buchung stornieren möchten?
es: ¿Está seguro de que desea cancelar esta reserva en el escritorio?

source: Are you sure you wish to cancel this budget approval request?
de: Sind Sie sicher, dass Sie diesen Budgetgenehmigungsantrag stornieren möchten?
es: ¿Está seguro de que desea cancelar esta solicitud de aprobación de presupuesto?

source: Yes
de: Ja
es: Sí

source: Request currently with
de: Antrag derzeit mit
es: Solicitud actualmente con

source: Request raised on
de: Antrag gestellt am
es: Solicitud planteada el

source: Submitted
de: Eingereicht
es: Presentado

source: Approved
de: Genehmigt
es: Aprobado

source: Recalled
de: Widersprochen
es: Recordado

source: Cancelled
de: Storniert
es: Cancelado

source: Uploaded
de: Hochgeladen
es: Subido

source: Rejected
de: Abgelehnt
es: rechazado

source: At Assessment Center
de: Im Assessment Center
es: En el Centro de Evaluación

source: Give this exam at given assessment centers in a classroom environment.
de: Führen Sie diese Prüfung in bestimmten Assessment Centern in einer Schulungsumgebung durch.
es: Realice este examen en determinados centros de evaluación en un entorno de clase.

source: What's required?
de: Was ist erforderlich?
es: ¿Qué se requiere?

source: A pre-booked slot for the certification exam.
de: Ein vorgebuchter Platz für die Zertifizierungsprüfung.
es: Un espacio reservado previamente para el examen de certificación.

source: Your physical presence at the assessment center.
de: Ihre physische Anwesenheit im Assessment Center.
es: Su presencia física en el centro de evaluación.

source: Book a Slot
de: Einen Platz buchen
es: Reservar un espacio

source: Book this certification exam at available assessment centers in your organization.
de: Buchen Sie diese Zertifizierungsprüfung bei den verfügbaren Assessment Centern in Ihrem Unternehmen.
es: Reserve este examen de certificación en los centros de evaluación disponibles en su organización.

source: This certification has not been scheduled in any location.
de: Diese Zertifizierung ist an keinem Standort geplant.
es: Esta certificación no ha sido programada en ninguna ubicación.

source: Fetching locations...
de: Standorte abrufen...
es: Obteniendo ubicaciones...

source: There was an error fetching locations.
de: Es gab einen Fehler beim Abrufen von Standorten.
es: Se produjo un error al buscar ubicaciones.

source: There are no locations for this certification.
de: Es gibt keine Standorte für diese Zertifizierung.
es: No hay ubicaciones para esta certificación.

source: Search and select a location.
de: Suchen und wählen Sie einen Standort aus.
es: Buscar y seleccionar una ubicación.

source: Test Center
de: Testzentrum
es: Centro de prueba

source: Select a location, then select a test center.
de: Wählen Sie einen Standort und dann ein Testzentrum aus.
es: Seleccionar una ubicación, luego seleccione un centro de pruebas.

source: Fetching dates...
de: Termine holen...
es: Obteniendo fechas...

source: All dates are in IST (Indian Standard Time).
de: Alle Termine sind in IST (Indian Standard Time) angegeben.
es: Todas las fechas están en IST (hora estándar india).

source: There was an error fetching dates.
de: Es gab einen Fehler beim Holen von Daten.
es: Se produjo un error al recuperar las fechas.

source: There are no dates and slots available.
de: Es sind keine Termine und Plätze verfügbar.
es: No hay fechas y espacios disponibles.

source: There are no slots available for this location.
de: Es sind keine Plätze für diesen Standort verfügbar.
es: No hay espacios disponibles para esta ubicación.

source: Book Slot
de: Platz buchen
es: Reservar espacio

source: Sending...
de: Senden...
es: Enviando...

source: There was an error fetching certification data.
de: Es gab einen Fehler beim Abrufen der Zertifizierungsdaten.
es: Se produjo un error al recuperar los datos de certificación.

source: Sorry, but you are not eligible for this certification.
de: Leider haben Sie keinen Anspruch auf diese Zertifizierung.
es: Lo sentimos, pero no es elegible para esta certificación.

source: Your last attempt was on:
de: Ihr letzter Versuch war am:
es: Su último intento fue en:

source: You can next register for this certification on or after:
de: Sie können sich ab dem: für diese Zertifizierung anmelden:
es: A continuación, puede registrarse para esta certificación en o después de:

source: Congratulations!
de: Herzlichen Glückwunsch!
es: ¡Enhorabuena!

source: You have completed this certification!
de: Sie haben diese Zertifizierung abgeschlossen!
es: ¡Ha completado esta certificación!

source: Download Result
de: Ergebnis herunterladen
es: Descargar Resultado

source: At Desk
de: Am Desk
es: En el escritorio

source: Take the exam at from any location under individual supervision.
de: Legen Sie die Prüfung von jedem Ort aus unter individueller Aufsicht ab.
es: Tome el examen en cualquier lugar bajo supervisión individual.

source: Internet connectivity.
de: Internet-Konnektivität.
es: Conectividad a Internet.

source: An invigilator to supervise you during the certification exam.
de: Ein Aufsichtsführender, der Sie während der Zertifizierungsprüfung überwacht.
es: Un supervisor para supervisarlo durante el examen de certificación.

source: Take this exam online in the presence of a proctor.
de: Machen Sie diese Prüfung online in Anwesenheit eines Prüfers.
es: Realice este examen en línea en presencia de un supervisor.

source: Country
de: Land
es: País

source: Fetching countries...
de: Länder abrufen...
es: Obteniendo países...

source: Type and select a country.
de: Geben Sie ein Land ein und wählen Sie es aus.
es: Escriba y seleccione un país.

source: You need to select a country first.
de: Sie müssen zuerst ein Land auswählen.
es: Primero debe seleccionar un país.

source: Date
de: Datum
es: Fecha

source: Fetching dates and slots...
de: Termine und Plätze abrufen...
es: Obteniendo fechas y espacios ...

source: All dates are in IST (Indian Standard Time).
de: Alle Termine sind in IST (Indian Standard Time) angegeben.
es: Todas las fechas están en IST (hora estándar india).

source: Slots
de: Plätze
es: Espacios

source: Slot times are in IST (Indian Standard Time).
de: Die Zeitpunkte sind in IST (Indian Standard Time) angegeben.
es: Los horarios de franjas horarias están en IST (hora estándar de la India).

source: Proctor's Email ID
de: Email-ID des Prüfers
es: ID de correo electrónico del supervisor

source: Fetching manager details...
de: Managerdetails abrufen...
es: Obteniendo detalles del administrador ...

source: The proctor must be in the same location as the one you enter.
de: Das Prüfer muss sich an der gleichen Stelle wie der von Ihnen eingegebenen befinden.
es: El supervisor debe estar en la misma ubicación que la que ingresó.

source: This is a valid proctor email.
de: Dies ist eine gültige Prüfer-E-Mail.
es: Este es un correo electrónico de supervisor válido.

source: Not a valid proctor email.
de: Keine gültige Prüfer-E-Mail.
es: No es un correo electrónico de supervisor válido.

source: Proctor's Contact Number
de: Kontaktnummer des Prüfers
es: Número de contacto del supervisor

source: Please enter a valid phone number.
de: Bitte geben Sie eine gültige Telefonnummer ein.
es: Por favor ingrese un número de teléfono válido.

source: Your Contact Number
de: Ihre Kontaktnummer
es: Su número de contacto

source: Send Request
de: Antrag senden
es: Enviar petición

source: Cancel Request?
de: Antrag stornieren?
es: ¿Cancelar petición?

source: Are you sure you want to cancel this booking?
de: Sind Sie sicher, dass Sie diese Buchung stornieren möchten?
es: ¿Está seguro de que desea cancelar esta reserva?

source: Are you sure you want to cancel this budget approval request?
de: Sind Sie sicher, dass Sie diesen Budgetgenehmigungsantrag stornieren möchten?
es: ¿Está seguro de que desea cancelar esta solicitud de aprobación de presupuesto?

source: Are you sure you want to withdraw this result verification request?
de: Sind Sie sicher, dass Sie diesen Antrag auf Überprüfung der Ergebnisse zurückziehen möchten?
es: ¿Está seguro de que desea retirar esta solicitud de verificación de resultados?

source: Are you sure you want to cancel this request?
de: Sind Sie sicher, dass Sie diese Antrag stornieren möchten?
es: ¿Está seguro que desea cancelar esta solicitud?

source: Exam Scheduled
de: Prüfungstermin
es: Examen programado

source: You have booked an exam for this certification.
de: Sie haben für diese Zertifizierung eine Prüfung gebucht.
es: Ha reservado un examen para esta certificación.

source: At Test Center
de: Am Testzentrum
es: En el centro de pruebas

source: At-Desk
de: Am Desk
es: En el escritorio

source: Booking
de: Buchen
es: Reserva

source: Date:
de: Datum:
es: Fecha:

source: Slot:
de: Platz:
es: Espacio:

source: Venue:
de: Veranstaltungsort:
es: Lugar de encuentro:

source: Date and Slot
de: Datum und Ort
es: Fecha y espacio

source: Cancel Slot
de: Platz stornieren
es: Cancelar espacio

source: Cancelling...
de: Stornierung...
es: Cancelando...

source: Request for reimbursement of the certification's monetary cost.
de: Antrag auf Erstattung der finanziellen Kosten der Zertifizierung.
es: Solicitud de reembolso del costo monetario de la certificación.

source: Currency
de: Währung
es: Moneda

source: Fetching currencies...
de: Währungen abrufen...
es: Obteniendo monedas ...

source: Please select a currency.
de: Bitte wählen Sie eine Währung aus.
es: Por favor seleccione una moneda.

source: There are no currencies available.
de: Es sind keine Währungen verfügbar.
es: No hay monedas disponibles.

source: There was an error fetching currencies.
de: Es gab einen Fehler beim Abrufen der Währungen.
es: Se produjo un error al recuperar monedas.

source: Amount
de: Betrag
es: Cantidad

source: Enter an amount.
de: Geben Sie einen Betrag ein.
es: Ingrese una cantidad.

source: Please enter an amount
de: Bitte geben Sie einen Betrag ein
es: Por favor ingrese una cantidad

source: Please enter a valid amount.
de: Bitte geben Sie einen gültigen Betrag ein.
es: Por favor ingrese una cantidad válida.

source: Approver's Email ID
de: E-Mail-ID des Genehmigenden
es: ID de correo electrónico del aprobador

source: Fetching default approver...
de: Abrufen des voreingestellten Genehmigenden...
es: Obteniendo el aprobador predeterminado ...

source: Validating email...
de: E-Mail validieren...
es: Validando correo electrónico ...

source: Enter an approver's email ID (a JL6 line manager or any JL7+ employee).
de: Geben Sie die E-Mail-ID eines Genehmigenden ein (ein JL6-Verantwortlicher oder ein JL7+ Mitarbeiter).
es: Ingrese la ID de correo electrónico de un aprobador (un gerente de línea JL6 o cualquier empleado de JL7 +).

source: This is a valid approver email ID.
de: Dies ist eine gültige E-Mail-ID des Genehmigenden.
es: Este es un ID de correo electrónico de aprobador válido.

source: Not a valid approver email ID.
de: Keine gültige E-Mail-ID des Genehmigenden.
es: No es un ID de correo electrónico de aprobador válido.

source: Request for reimbursement of the certification's monetary cost.
de: Antrag auf Erstattung der finanziellen Kosten der Zertifizierung.
es: Solicitud de reembolso del costo monetario de la certificación.

source: You have made a request for reimbursement!
de: Sie haben einen Antrag auf Rückerstattung gestellt!
es: ¡Ha realizado una solicitud de reembolso!

source: Your budget approval request has been approved!
de: Ihr Budgetantrag wurde genehmigt!
es: ¡Su solicitud de aprobación de presupuesto ha sido aprobada!

source: The Approval is required only for reimbursement.
de: Die Genehmigung ist nur für die Erstattung erforderlich.
es: La aprobación solo se requiere para el reembolso.

source: rejected your previous request.
de: Ihr früherer Antrag wurde abgelehnt.
es: rechazó su solicitud anterior

source: Reason:
de: Grund:
es: Motivo:

source: Approver
de: Genehmiger
es: Aprobador

source: This certification has not been enabled for registration.
de: Diese Zertifizierung wurde nicht zur Registrierung aktiviert.
es: Esta certificación no se ha habilitado para el registro.

source: This certification is not applicable to your job level.
de: Diese Zertifizierung gilt nicht für Ihre Beschäftigungsstufe.
es: Esta certificación no es aplicable a su nivel de trabajo.

source: This certification is not applicable to your PU.
de: Diese Zertifizierung gilt nicht für Ihre PU.
es: Esta certificación no es aplicable a su PU.

source: This certification has not been enabled for you.
de: Diese Zertifizierung wurde für Sie nicht aktiviert.
es: Esta certificación no se ha habilitado para usted.

source: This certification is not applicable to your role code.
de: Diese Zertifizierung gilt nicht für Ihren Funktionscode.
es: Esta certificación no es aplicable a su código de función.

source: You are not eligible for this certification.
de: Sie haben keinen Anspruch auf diese Zertifizierung.
es: No es elegible para esta certificación.

source: Take Online
de: Online gehen
es: Tomar en línea

source: This certification exam is virtually-assessed and you can take it anywhere and anytime.
de: Diese Zertifizierungsprüfung unterliegt einer virtuellen Bewertung und Sie können sie überall und jederzeit ablegen.
es: Este examen de certificación se evalúa virtualmente y puede tomarlo en cualquier lugar y en cualquier momento.

source: A laptop/computer with audio and video enabled.
de: Ein Laptop/Computer mit aktiviertem Audio und Video.
es: Una computadora portátil / computadora con audio y video habilitado.

source: Take Exam
de: Prüfung ablegen
es: Tomar examen

source: Result Upload
de: Ergebnis-Upload
es: Carga de resultados

source: Upload certification proof for verification.
de: Laden Sie den Zertifizierungsnachweis zur Überprüfung hoch.
es: Suba prueba de certificación para verificación.

source: Result type
de: Ergebnistyp
es: Tipo de resultado

source: Date of Exam
de: Datum der Prüfung
es: Fecha del examen

source: Verifier's Email ID
de: E-Mail-ID des Gutachters
es: ID de correo electrónico del verificador

source: This is a valid verifier email.
de: Dies ist eine gültige Gutachter-E-Mail.
es: Este es un correo electrónico verificador válido.

source: Not a valid verifier email.
de: Keine gültige Gutachter-E-Mail.
es: No es un verificador de correo electrónico válido.

source: Verifier
de: Gutachter
es: Verificador

source: Supported file types:
de: Unterstützte Dateitypen:
es: Tipos de archivo admitidos:

source: Maximum file size: 3MB
de: Maximale Dateigröe: 3MB
es: Tamaño máximo de archivo: 3MB

source: File name
de: Dateiname
es: Nombre del archivo

source: Upload Proof
de: Nachweis hochladen
es: Subir prueba

source: Uploading...
de: Lädt hoch...
es: Subiendo...

source: Delete Proof
de: Nachweis löschen
es: Eliminar prueba

source: Deleting...
de: Löscht...
es: Eliminando...

source: Submit Proof
de: Nachweis senden
es: Enviar prueba

source: Submitting...
de: Sendet...
es: Enviando...

source: Upload Result
de: Ergebnis hochladen
es: Subir resultado

source: Upload a certificate or result as proof of completion.
de: Laden Sie ein Zertifikat oder Ergebnis als Abschlussnachweis hoch.
es: Subir un certificado o resultado como prueba de finalización.

source: You have uploaded the result! Now submit it to the verifier.
de: Sie haben das Ergebnis hochgeladen! Senden Sie es nun an den Gutachter.
es: ¡Ha subido el resultado! Ahora envíelo al verificador.

source: You have submitted the result to the verifier!
de: Sie haben das Ergebnis an den Gutachter übermittelt!
es: ¡Ha enviado el resultado al verificador!

source: Your result has been verified!
de: Ihr Ergebnis wurde bestätigt!
es: ¡Su resultado ha sido verificado!

source: An electronic proof of the certification.
de: Ein elektronischer Nachweis der Zertifizierung.
es: Una prueba electrónica de la certificación.

source: Status
es: Estado

source: Upload
de: Hochladen
es: Cargar

source: Withdraw
de: Abholen
es: Retirar

source: Withdrawing...
de: Abholen...
es: Retirando...

source: Submit Result
de: Ergebnis übermitteln
es: Enviar resultado

source: Pentagon
es: Pentágono

source: Titan Account
de: Titan-Konto
es: Cuenta Titán

source: Select your Account:
de: Wähle dein Konto aus:
es: Seleccione su cuenta:

source: Select the Portfolio
de: Wähle das Potfolio aus
es: Seleccione el portafolio

source: Select a Pillar
de: Wähle eine Säule aus
es: Seleccione un pilar

source: Select a Theme
de: Wähle ein Thema aus
es: Seleccione un tema

source: Learning path(s) in high demand
de: Lernpfad(e) mit hoher Nachfrage
es: Ruta(s) de aprendizaje en alta demanda

source: SEE ALL
de: ALLE ANSICHTEN
es: VER TODO

source: Pick a full stack offering of your choice to learn
de: Zum Lernen ein vollständiges Angebot Ihrer Wahl aussuchen
es: Elija una oferta completa de su elección para aprender

source: Industries
de: Branchen
es: Industrias

source: Select a SubDomain
de: Wähle eine SubDomain aus
es: Seleccione un subdominio

source: Select a
de: Wähle einen
es: Seleccione una

source: Mega Trend
es: Mega tendencia

source: Pillar
de: Säule
es: Pilar

source: Digital Pentagon
de: Digitales Pentagon
es: Pentágono digital

source: Select a Theme
de: Wähle ein Thema
es: Seleccione un tema

source: No themes for this Pillar
de: Keine Themen für diese Säule
es: No hay temas para este pilar

source: For Leaders
de: Für Führungskräfte
es: Para líderes

source: Good News for Business and Technology Leaders
de: Gute Nachrichten für Geschäfts- und Technologieführer
es: Buenas noticias para líderes empresariales y tecnológicos
