Repository: 8187953381/Eagle
Catalog: apps/fusion/locale/messages.*.xlf
Languages: de, es

source: Last updated on
de: Letzte Aktualisierung am
es: Actualización más reciente el

source: Meet our Hall of Famers - The Learning Champions
de: Lernen Sie unsere Hall of Famers kennen - The Learning Champions
es: Conozca a nuestro Salón de la Fama - The Learning Champions

source: The Hall of Fame is empty.
de: Die Hall of Fame ist leer.
es: El Salón de la Fama está vacío.

source: There was an error while fetching Hall of Fame data.
de: Es gab einen Fehler beim Abrufen von Hall of Fame Daten.
es: Se produjo un error al obtener datos del Salón de la fama.

source: Notifications
de: Mitteilungen
es: Notificaciones

source: re-check notifications
de: Mitteilungen nochmals überprüfen
es: Volver a revisar las notificaciones

source: refresh notifications
de: Mitteilungen aktualisieren
es: actualizar las notificaciones

source: No notifications
de: Keine Mitteilungen
es: No hay notificaciones

source: Recent Badge
de: Neuester Badge
es: Insignia reciente

source: Received on:
de: Empfangen am:
es: Recibido en:

source: Shared Playlist
de: Geteilte Playlist
es: Lista de reproducción compartida

source: Shared by:
de: Geteilt von:
es: Compartido por:

source: Shared on:
de: Geteilt am:
es: Compartido el:

source: Shared Goals
de: Geteilte Ziele
es: Metas compartidas

source: For Your Action
de: To-Do
es: Para su acción

source: View More
de: Mehr ansehen
es: Ver más

source: For Your Information
de: Zu deiner Information
es: Para su información

source: You do not have any notifications yet.
de: Sie haben noch keine Benachrichtigungen.
es: Aún no tiene ninguna notificación.

source: Playlist Icon
de: Symbol Playlist
es: Icono de lista de reproducción

source: Are you sure you want to remove
de: Bist du sicher, dass du dies entfernen möchtest?
es: Está seguro de que desea eliminar

source: CANCEL
de: STORNIEREN
es: CANCELAR

source: YES
de: JA
es: SI

source: Are you sure you want to delete this playlist?
de: Bist Du sicher, dass du diese Playlist löschen möchtest?
es: ¿Seguro que quieres eliminar esta lista de reproducción?

source: Accept or Reject playlists shared with you!
de: Akzeptiere oder lehne Playlisten ab, die mit dir geteilt werden!
es: ¡Aceptar o rechazar listas de reproducción compartidas con usted!

source: Search for your playlists
de: Suche nach deinen Playlists
es: Buscar sus listas de reproducción

source: Search for playlists shared with you
de: Suche nach geteilten Playlists
es: Buscar listas de reproducción compartidas con usted

source: Create New
de: Neu erstellen
es: Crear nuevo

source: No Playlists
de: Keine Playlists
es: No hay listas de reproducción

source: No playlist shared with you
de: Keine Playlist für dich freigegeben
es: Ninguna lista de reproducción compartida con usted

source: Edit Playlist
de: Playlist bearbeiten
es: Editar lista de reproducción

source: Error occurred while editing playlist
de: Fehler beim Bearbeiten der Playlist aufgetreten
es: Se produjo un error al editar la lista de reproducción

source: Action Required
de: Aktion erforderlich
es: Acción requerida

source: Checking for new action(s)
de: Überprüfung auf neue Aktion(en)
es: Comprobando nuevas acciones

source: Error accepting playlist
de: Fehler beim Annehmen der Playlist
es: Error al aceptar la lista de reproducción

source: Error rejecting playlist
de: Fehler beim Ablehnen der Playlist
es: Error al rechazar la lista de reproducción

source: Share With
de: Teilen mit
es: Compartir con

source: Your message...
de: Ihre Nachricht...
es: Su mensaje...

source: SHARE
de: TEILEN
es: COMPARTIR

source: Sharing with
de: Teilen mit
es: Compartiendo con

source: and
de: und
es: y

source: others
de: weitere
es: otros

source: Playlist Shared
de: Playlist teilen
es: Lista de reproducción compartida

source: Error Sharing Playlist
de: Fehler beim Teilen der Playlist
es: Error al compartir lista de reproducción

source: Playlist cannot be empty
de: Die Playlist darf nicht leer sein.
es: La lista de reproducción no puede estar vacía

source: Add More
de: Mehr hinzufügen
es: Añadir más

source: Edit playlist name
de: Name der Wiedergabeliste bearbeiten
es: Editar nombre de lista de reproducción

source: Done
de: Fertig
es: Hecho

source: Cancel changes
de: Änderungen rückgängig machen
es: Cancelar cambios

source: PRIVATE
de: PRIVAT
es: PRIVADO

source: PUBLIC
de: ÖFFENTLICH
es: PÚBLICO

source: CURATORS
de: KURATOREN
es: CURADORES

source: Failed to delete playlist
de: Playlist konnte nicht gelöscht werden
es: Error al eliminar la lista de reproducción

source: Create Playlist
de: Playlist erstellen
es: Crear lista de reproducción

source: Add Content
de: Inhalt hinzufügen
es: Agregar contenido

source: Select at least one content to create playlist
de: Wähle mindestens einen Inhalt aus, um eine Playlist zu erstellen
es: Seleccione al menos un contenido para crear una lista de reproducción

source: Error creating playlist
de: Fehler bei der Erstellung der Playlist
es: Error al crear lista de reproducción

source: What are your interests?
de: Was sind Ihre Interessen?
es: ¿Cuáles son sus intereses?

source: Pick the topics below you’re interested in and help
de: Suchen Sie sich unten die Themen aus, für die Sie sich interessieren und Hilfe
es: Elija los temas a continuación que le interesen y ayude

source: to get to know you better. The platform will use this information to improve your learning recommendations. The more often you use
de: Sie besser kennenzulernen. Die Plattform wird diese Informationen zur Verbesserung Ihrer Lernempfehlungen benutzen. Je häufiger Sie sie benutzen
es: a conocerlo mejor. La plataforma utilizará esta información para mejorar sus recomendaciones de aprendizaje. Cuanto más la use,

source: , the better the recommendations will be. Take the first step to your personalized learning experience!
de: ,um so besser die Empfehlungen. Machen Sie den ersten Schritt zur Individualisierung Ihrer Lernerfahrung!
es: mejores serán las recomendaciones. ¡Dé el primer paso hacia su experiencia de aprendizaje personalizada!

source: Search Topics
de: Suchthemen
es: Buscar temas

source: search topics
de: Themen suchen
es: buscar temas

source: My Interests
de: Meine Interessen
es: Mis intereses

source: Unable to fetch interests
de: Interessen können nicht abgerufen werden
es: No puedo obtener intereses

source: No interests
de: Keine Interessen
es: Sin intereses

source: Our Suggestions
de: Unsere Empfehlungen
es: Nuestras sugerencias

source: more
de: mehr
es: más

source: see more interests
de: Weitere Interessen ansehen
es: ver más intereses

source: Choose your Language
de: Wähle eine Sprache
es: Elija su idioma

source: English (en)
de: Englisch (en)
es: Inglés (en)

source: German (de)
de: Deutsch (de)
es: Alemán (de)

source: Chinese (zh-CN)
de: Chinesisch (zh-CN)
es: Chino (zh-CN)

source: French Canada (fr-ca)
de: Kanadisches Französisch (fr-ca)
es: Canadá francés (fr-ca)

source: Japanese (ja)
de: Japanisch (ja)
es: Japonés (ja)

source: Do you want to select additional languages for Content?
de: Möchtest Du zusätzliche Sprachen für den Inhalt auswählen?
es: ¿Desea seleccionar idiomas adicionales para el contenido?

source: After changing the application language, the application will reload
de: Nach Ändern der Anwendungssprache wird die Anwendung neu geladen
es: Después de cambiar el idioma de la aplicación, la aplicación se volverá a cargar.

source: Apply
de: Anwenden
es: Aplicar

source: Choose a suitable font-size
de: Wähle die Schriftgröße
es: Elija un tamaño de fuente adecuado

source: Choose your theme
de: Wählen Sie Ihr Thema
es: Elija su tema

source: Show intranet Content
de: Intranet Inhalt anzeigen
es: Mostrar contenido de la intranet

source: Preferences Saved
de: Gespeicherte Präferenzen
es: Preferencias guardadas

source: Failed to save preference
de: Präferenz konnte nicht gespeichert werden
es: Error al guardar preferencias

source: This feature is in beta and hence parts of the site may appear in English only.
de: Diese Funktion befindet sich in Beta und daher erscheinen Teile der Website auf Englisch
es: Esta característica se encuentra en versión beta y por consiguiente partes del sitio pueden aparecer solamente en inglés.

source: This feature is in beta and hence parts of the site may appear in English only.
de: Diese Funktion befindet sich in Beta und daher erscheinen Teile der Website auf Englisch
es: Esta característica se encuentra en versión beta y por consiguiente partes del sitio pueden aparecer solamente en inglés.

source: Only 2 content language are allowed
de: Es sind nur 2 Sprachen erlaubt
es: Solo se permiten 2 idiomas de contenido

source: My Dashboard
de: Mein Dashboard
es: Mi Panel

source: Dashboard
es: Panel

source: My Learning
es: Mi aprendizaje

source: Learning
de: Lernmodul
es: Aprendizaje

source: Achievements
de: Ergebnisse
es: Logros

source: Achievements
de: Ergebnisse
es: Logros

source: My Interests
de: Meine Interessen
es: Mis intereses

source: Interests
de: Interessen
es: Intereses

source: My Plans
de: Meine Pläne
es: Mis planes

source: Plans
de: Pläne
es: Planes

source: Collaborators
de: Mitarbeiter
es: Colaboradores

source: Feature Usage
de: Funktionsverwendung
es: Uso de funciones

source: Feature Usage
de: Funktionsverwendung
es: Uso de funciones

source: Settings
de: Einstellungen
es: Configuración

source: Your Interests
de: Deine Interessen
es: Sus intereses

source: No interest added
de: Keine Interessen hinzugefügt
es: No se ha añadido ningún interés

source: You are Following
de: Du folgst
es: Está siguiendo

source: Knowledge Board
es: Junta de conocimiento

source: Unable to fetch followed Knowledge Board, explore
de: Es ist nicht möglich, das gesuchte Knowledge Board zu verwenden, bitte nachprüfen
es: No se puede obtener el Tablero de conocimiento seguido, explorar

source: No Knowledge Board being followed, explore
de: Kein Knowledge Board verwendet, bitte nachprüfen
es: No se está siguiente ninguna tabla de conocimiento, explore

source: Total learning hours
de: Gesamtzahl der Lernstunden
es: Total de horas de aprendizaje

source: Time Spent on
de: Zeitaufwand für
es: Tiempo gastado en

source: mins
de: Minuten
es: minutos

source: Time Spent Compared to Org
de: Zeitaufwand im Vergleich zur Org.
es: Tiempo gastado con la organización

source: % more
de: % mehr
es: % más

source: % less
de: % weniger
es: % menos

source: You are with Org wide
de: Auf die gesamte Organisation bezogen
es: Está con toda la organización

source: Pending Courses
de: Ausstehende Kurse
es: Cursos pendientes

source: Badges
es: Insignias

source: Assessments
de: Bewertungen
es: Evaluaciones

source: Certifications
de: Zertifizierungen
es: Certificaciones

source: History
de: Verlauf
es: Historia

source: Time
de: Zeit
es: Hora

source: User avg Compared to Org
de: Benutzer-Durchschnitt im Vergleich zur Organisation
es: Usuario promedio comparado con la organización

source: This chart shows Time that you are viewing learning content on a particular day compared to the org.-wide average.
de: Dieses Diagramm zeigt die Zeit, in der Sie Lerninhalte an einem bestimmten Tag ansehen, im Vergleich zum org.-weiten Durchschnitt.
es: Este gráfico muestra el tiempo que está viendo contenido de aprendizaje en un día en particular en comparación con el promedio de toda la organización.

source: Date Range
de: Datenbereich
es: Rango de fecha

source: End Date
de: Enddatum
es: Fecha de finalización

source: Your Avg :
de: Dein Durchschnitt:
es: Su promedio:

source: min/day
de: Minuten/Tag
es: min/día

source: Some Error Occurred
de: Ein Fehler ist aufgetreten
es: Ocurrió un error

source: Jan
es: Ene

source: Apr
es: Abr

source: Aug
es: Ago

source: Dec
de: Dez
es: Dic

source: User Average Over Period
de: Durchschnittliche Benutzerzahl über den Zeitraum
es: Promedio del usuario durante el período

source: Time I Spent
de: Von mir investierte Zeit
es: Tiempo que gasté

source: App Average
de: App Durchschnitt
es: Promedio de app

source: Minutes
de: Minuten
es: Minutos

source: % more
de: % mehr
es: % más

source: % less
de: % weniger
es: % menos

source: You are with Org wide
de: Sie sind bei Org weit
es: Está con toda la organización

source: Avg # mins across dimensions
de: Avg # Minuten über alle Dimensionen hinweg
es: Promedio de minutos en todas las dimensiones

source: Time Spent by me - Track wise
de: Von mir aufgewendete Zeit - Nach Track geordnet
es: Tiempo pasado por mí - Por recorrido

source: % Time spent by me
de: % Zeitaufwand für mich
es: % De tiempo dedicado por mí

source: % Time spent by Employees
de: % Zeitaufwand für Mitarbeiter
es: % De tiempo empleado por los empleados

source: % Time spent by my peers
de: % Zeitaufwand für meine Kollegen
es: % De tiempo dedicado por mis compañeros

source: Learning Modules
de: Lernmodule
es: Módulos de aprendizaje

source: No content found.
de: Kein Inhalt gefunden.
es: No se encontró ningún contenido.

source: View More
de: Mehr ansehen
es: Ver más

source: We are gathering the data to provide insights! Coming soon...
de: Wir sammeln die Daten, um Erkenntnisse zu gewinnen! Demnächst verfügbar...
es: ¡Estamos recopilando los datos para proporcionar información! Próximamente...

source: My Progress
de: Mein Fortschritt
es: Mi progreso

source: Total no of Users
de: Gesamtzahl der Nutzer
es: No. total de usuarios

source: No Learning History Found for Resources
de: Für Ressourcen wurde keine Lernhistorie gefunden
es: No se encontraron antecedentes de aprendizaje para los recursos

source: We are gathering the data to provide insights! Coming soon...
de: Wir sammeln die Daten, um Erkenntnisse zu gewinnen! Demnächst verfügbar...
es: ¡Estamos recopilando los datos para proporcionar información! Próximamente...

source: No Learning History Found for Modules
de: Für die Module wurde keine Lernhistorie gefunden
es: No se encontró historial de aprendizaje para módulos

source: No Learning History Found for Courses
de: Für die Kurse wurde keine Lernhistorie gefunden
es: No se encontró historial de aprendizaje para los cursos

source: Unable to fetch data!
de: Daten können nicht abgerufen werden!
es: ¡No se pueden obtener datos!

source: Congratulations
de: Herzlichen Glückwunsch
es: Felicitaciones

source: for recently earning
de: zu diesem Erfolg
es: por lograr recientemente

source: Your Achievements
de: Deine Erfolge
es: Sus Logros

source: Closer to Earn
de: Näher am Erreichen
es: Más cerca de ganar

source: Your next target
de: Dein nächstes Ziel
es: Su próximo objetivo

source: Last updated on
de: Letzte Aktualisierung am
es: Actualización más reciente el

source: Re Calculate Badges
de: Badges neu berechnen
es: Recalcular credenciales

source: ASSESSMENT DETAILS
de: AUSWERTUNGSDETAILS
es: DETALLES DE EVALUACIÓN

source: image whether qualified
de: ob qualifiziert
es: imagen si califica

source: SCORE -
de: PUNKTE
es: PUNTAJE -

source: Percentile -
de: Perzentil
es: Percentil -

source: Great start! You did better than
de: Großartiger Start! Du bist besser als
es: ¡Gran comienzo! Lo hizo mejor que sus compañeros

source: % of your peers.
de: % deiner Kollegen
es: % de sus compañeros.

source: Go to Content
de: Zum Inhalt gehen
es: Ir a Contenido

source: Take
de: Nehmen
es: Toma

source: My Skills
de: Meine Kompetenzen
es: Mis habilidades

source: My Roles
de: Meine Funktionen
es: Mis roles

source: My Endorsements
de: Meine Vermerke
es: Mis endosos

source: Approve Endorsements
de: Vermerke genehmigen
es: Aprobar endosos

source: skill
de: Fähigkeit
es: habilidad

source: Copy
de: Kopieren
es: Copiar

source: My Role Progress - Mean Developer
de: Mein Rollenfortschritt – Durchschnittsentwicklung
es: Progreso de mi rol: desarrollador medio

source: Default Score
de: Standardbewertung
es: Puntaje predeterminado

source: Certification Score
de: Zertifizierungsbewertung
es: Puntaje de certificación

source: Not Scored
de: Nicht bewertet
es: No puntuado

source: Add Skill
de: Kompetenz hinzufügen
es: Añadir habilidad

source: All Skills
de: Alle Kompetenzen
es: Todas las habilidades

source: Skills created by me
de: Von mir erstellte Kompetenzen
es: Habilidades creadas por mí

source: Sorry, we ran into some error!!!
de: Leider ist hier ein Fehler aufgetreten!!
es: Lo sentimos, ¡nos encontramos con un error!

source: Skills required for my roles
de: Erforderliche Fähigkeiten für meine Funktionen
es: Habilidades requeridas para mis roles

source: You have no role assigned.
de: Du hast keine Rolle zugewiesen
es: No tiene un rol asignado.

source: Add Role
de: Rolle hinzufügen
es: Agregar función

source: Sorry, we ran into some error!!!
de: Leider ist hier ein Fehler aufgetreten!!
es: Lo sentimos, ¡nos encontramos con un error!

source: My Skills
de: Meine Fähigkeiten
es: Mis habilidades

source: You have not acquired any skills yet. Please complete a course or certification to view it here.
de: Sie haben sich noch keine Kompetenzen angeeignet. Beenden Sie bitte einen Kurs oder eine Zertifizierung, um sie sich anzusehen
es: Aún no ha adquirido ninguna habilidad. Complete un curso o certificación para verlo aquí.

source: Recommended skills
de: Empfohlene Fähigkeiten
es: Habilidades recomendadas

source: No recommended skills found
de: Es wurden keine empfohlenen Kompetenzen gefunden
es: No se encontraron habilidades recomendadas

source: Skill Quotient
de: Kompetenz-Quotient
es: Cociente de habilidad

source: Trained
de: Schulungen
es: Entrenado

source: Certified
de: Zertifiziert
es: Certificado

source: Copy Skill
de: Kompetenz kopieren
es: Copiar habilidad

source: Pre-requisites
de: Vorraussetzungen
es: Prerrequisitos

source: Assessments
de: Bewertungen
es: Evaluaciones

source: Assessment Date
de: Beurteilungsdatum
es: Fecha de evaluación

source: Percentile
de: Perzentil
es: Percentil

source: Available Courses
de: Verfügbare Kurse
es: Cursos Disponibles

source: Available Certifications
de: Verfügbare Zertifizierungen
es: Certificaciones Disponibles

source: Group
de: Gruppe
es: Grupo

source: Category
de: Kategorie
es: Categoría

source: Manager
es: Gerente

source: Skill Level Details
de: Details zum Kompetenzniveau
es: Detalles del nivel de habilidad

source: Are you sure to delete?
de: Soll das tatsächlich gelöscht werden?
es: ¿Está seguro de eliminar?

source: Role Quotient
de: Funktionsquotient
es: Cociente de rol

source: Edit Role
de: Rolle bearbeiten
es: Editar rol

source: Copy Role
de: Rolle kopieren
es: Copiar rol

source: Assign Role
de: Funktion zuweisen
es: Asignar rol

source: Role Responsibilities
de: Rollen-Zuständigkeiten
es: Responsabilidades de rol

source: Job Family
de: Jobfamilie
es: Trabajo familiar

source: Position Type
de: Stellentyp
es: Tipo de posición

source: You are a
de: Sie sind ein
es: Usted es un

source: Add Role
de: Rolle hinzufügen
es: Agregar función

source: All Roles
de: Alle Rollen
es: Todos los roles

source: Roles created by me
de: Von mir erstellte Rollen
es: Roles creados por mí

source: My Roles
de: Meine Funktionen
es: Mis roles

source: You do not have any roles. Please add a role to view it here.
de: Sie haben keine Rollen. Bitte eine Rolle hinzufügen, um sie sich hier anzusehen.
es: No tiene ningún rol. Agregue un rol para verlo aquí.

source: Roles assigned to you
de: Ihnen zugewiesene Rollen
es: Roles asignados a usted

source: Shared to:
de: Gemeinsam mit:
es: Compartido para:

source: You have not shared any goal
de: Sie haben kein Ziel mitgeteilt
es: No ha compartido ningún objetivo

source: No goals are shared with you
de: Es werden keine Ziele mit Ihnen ausgetauscht
es: No se comparten objetivos con usted

source: You have not shared any artifact
de: Sie haben kein Objekt ausgetauscht
es: No ha compartido ningún artefacto

source: You have not shared any Playlist
de: Sie haben keine Playlist weitergegeben.
es: No has compartido ninguna lista de reproducción

source: No Playlist are shared with you
de: Es werden keine Playlisten mit Ihnen geteilt.
es: No se comparte ninguna lista de reproducción con usted

source: Used on:
de: Verwendet am:
es: Utilizado en:

source: You have not accessed any Playground
de: Sie haben keinen Playground aufgerufen.
es: No ha accedido a ningún patio de juegos

source: Contacted on:
de: Kontaktiert am:
es: Contactado en:

source: You have not contacted any Expert
de: Sie haben keinen Experten kontaktiert.
es: No ha contactado a ningún experto

source: Content Type
de: Inhaltstyp
es: Tipo de contenido

source: You have not created any content
de: Sie haben keinen Inhalt erstellt
es: No ha creado ningún contenido.

source: We are gathering the data to provide insights! Coming soon...
de: Wir sammeln die Daten, um Erkenntnisse zu gewinnen! Demnächst verfügbar...
es: ¡Estamos recopilando los datos para proporcionar información! Próximamente...

source: Sorry, we ran into some error!!!
de: Leider ist hier ein Fehler aufgetreten!!
es: Lo sentimos, ¡nos encontramos con un error!

source: Search for the Skills
de: Nach Kompetenzen suchen
es: Buscar habilidades

source: Horizon
de: Horizont
es: Horizonte

source: Total Skills
de: Gesamtkompetenz
es: Habilidades totales

source: Group
de: Gruppe
es: Grupo

source: Category
de: Kategorie
es: Categoría

source: No Skills Found
de: Keine Kompetenzen gefunden
es: No se encontraron habilidades

source: My Achievements
de: Meine Leistungen
es: Mis logros

source: My Refactoring Programs
de: Meine Überarbeitungsprogramme
es: Mis programas de refactorización

source: My Collaboration
de: Meine Zusammenarbeit
es: Mi colaboración

source: My other feature usage
de: Meine Nutzung anderer Funktionen
es: Mi otro uso de funciones

source: Created on :
de: Erstellt am:
es: Creado en :

source: You have not created any Goals
de: Sie haben keine Ziele erstellt
es: No ha creado ninguna meta

source: You have not created playlist.
de: Sie haben keine Wiedergabeliste erstellt.
es: No ha creado una lista de reproducción.

source: No Data
de: Keine Daten
es: Sin datos

source: Editing the Role
de: Bearbeiten der Funktion
es: Edición del Rol

source: Role Name *
de: Rollenname *
es: Nombre de rol *

source: Role Title
de: Rollentitel
es: Título de rol

source: Description of the Role *
de: Beschreibung der Rolle *
es: Descripción del rol *

source: Role Job Family *
de: Rolle Job-Familie*
es: Familia de trabajo del rol*

source: Enter the job family
de: Geben Sie die Jobfamilie ein
es: Ingrese la familia del trabajo

source: Role Position Type *
de: Rolle Stellungstyp*
es: Tipo de posición del rol*

source: Enter the position type
de: Geben Se den Stellentyp ein
es: Ingrese el tipo de posición

source: Role Responsibilities *
de: Rollen-Zuständigkeiten*
es: Responsabilidades de rol*

source: role responsibilities
de: Rollen-Zuständigkeiten
es: Responsabilidades de rol

source: Skill Group *
de: Kompetenzgruppe*
es: Grupo de habilidades *

source: Enter the skill group
de: Geben Sie die Kompetenzgruppe ein
es: Ingrese al grupo de habilidades

source: Search for the skills to add to the role *
de: Suchen Sie die der Rolle hinzuzufügenden Kompetenzen *
es: Busque las habilidades para agregar al rol *

source: Add your skill
de: Fügen Sie Ihre Kompenz hinzu
es: Agregu su habilidad

source: Update Role
de: Rolle aktualisieren
es: Actualizar rol

source: You can not add more than one level in a skill
de: Sie können einer Kompetenz nicht mehr als einen einzigen Level hinzufügen
es: No puede agregar más de un nivel en una habilidad

source: Please fill up all the required fields
de: Füllen Sie bitte alle Pflichtfelder aus
es: Por favor complete todos los campos requeridos

source: Successfully updated Role
de: Rolle wurde erfolgreich aktualisiert
es: Rol actualizado exitosamente

source: Please add at least one skill
de: Fügen Sie bitte mindestens eine Kompetenz hinzu
es: Agregue al menos una habilidad
